[
  {
    "verse": {
      "verse_0": "بِسْمِاللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "verse_1": "يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ",
      "verse_2": "يَوْمَتَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَىٰ وَمَا هُم بِسُكَارَىٰ وَلَٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ",
      "verse_3": "وَمِنَالنَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ",
      "verse_4": "كُتِبَعَلَيْهِ أَنَّهُ مَن تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَىٰ عَذَابِ السَّعِيرِ",
      "verse_5": "يَاأَيُّهَا النَّاسُ إِن كُنتُمْ فِي رَيْبٍ مِّنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَىٰ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئًا ۚ وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ",
      "verse_6": "ذَٰلِكَبِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَىٰ وَأَنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "verse_7": "وَأَنَّالسَّاعَةَ آتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَن فِي الْقُبُورِ",
      "verse_8": "وَمِنَالنَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ",
      "verse_9": "ثَانِيَعِطْفِهِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ ۖ لَهُ فِي الدُّنْيَا خِزْيٌ ۖ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ",
      "verse_10": "ذَٰلِكَبِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ",
      "verse_11": "وَمِنَالنَّاسِ مَن يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقَلَبَ عَلَىٰ وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ۚ ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ",
      "verse_12": "يَدْعُومِن دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنفَعُهُ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
      "verse_13": "يَدْعُولَمَن ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ ۚ لَبِئْسَ الْمَوْلَىٰ وَلَبِئْسَ الْعَشِيرُ",
      "verse_14": "إِنَّاللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "verse_15": "مَنكَانَ يَظُنُّ أَن لَّن يَنصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ",
      "verse_16": "وَكَذَٰلِكَأَنزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَن يُرِيدُ",
      "verse_17": "إِنَّالَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَىٰ وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
      "verse_18": "أَلَمْتَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِّنَ النَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ۗ وَمَن يُهِنِ اللَّهُ فَمَا لَهُ مِن مُّكْرِمٍ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ ۩",
      "verse_19": "هَٰذَانِخَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ ۖ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الْحَمِيمُ",
      "verse_20": "يُصْهَرُبِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ",
      "verse_21": "وَلَهُممَّقَامِعُ مِنْ حَدِيدٍ",
      "verse_22": "كُلَّمَاأَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ",
      "verse_23": "إِنَّاللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "verse_24": "وَهُدُواإِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَىٰ صِرَاطِ الْحَمِيدِ",
      "verse_25": "إِنَّالَّذِينَ كَفَرُوا وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
      "verse_26": "وَإِذْبَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَن لَّا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ",
      "verse_27": "وَأَذِّنفِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ",
      "verse_28": "لِّيَشْهَدُوامَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ ۖ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ",
      "verse_29": "ثُمَّلْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ",
      "verse_30": "ذَٰلِكَوَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ ۗ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ",
      "verse_31": "حُنَفَاءَلِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ ۚ وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ",
      "verse_32": "ذَٰلِكَوَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ",
      "verse_33": "لَكُمْفِيهَا مَنَافِعُ إِلَىٰ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ",
      "verse_34": "وَلِكُلِّأُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا اسْمَ اللَّهِ عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ ۗ فَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا ۗ وَبَشِّرِ الْمُخْبِتِينَ",
      "verse_35": "الَّذِينَإِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَىٰ مَا أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ",
      "verse_36": "وَالْبُدْنَجَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "verse_37": "لَنيَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِن يَنَالُهُ التَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ ۗ وَبَشِّرِ الْمُحْسِنِينَ",
      "verse_38": "إِنَّاللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا ۗ إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
      "verse_39": "أُذِنَلِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا ۚ وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
      "verse_40": "الَّذِينَأُخْرِجُوا مِن دِيَارِهِم بِغَيْرِ حَقٍّ إِلَّا أَن يَقُولُوا رَبُّنَا اللَّهُ ۗ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ ۗ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "verse_41": "الَّذِينَإِن مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ ۗ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ",
      "verse_42": "وَإِنيُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
      "verse_43": "وَقَوْمُإِبْرَاهِيمَ وَقَوْمُ لُوطٍ",
      "verse_44": "وَأَصْحَابُمَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "verse_45": "فَكَأَيِّنمِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ",
      "verse_46": "أَفَلَمْيَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ",
      "verse_47": "وَيَسْتَعْجِلُونَكَبِالْعَذَابِ وَلَن يُخْلِفَ اللَّهُ وَعْدَهُ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
      "verse_48": "وَكَأَيِّنمِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ",
      "verse_49": "قُلْيَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ",
      "verse_50": "فَالَّذِينَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "verse_51": "وَالَّذِينَسَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
      "verse_52": "وَمَاأَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّىٰ أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
      "verse_53": "لِّيَجْعَلَمَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ",
      "verse_54": "وَلِيَعْلَمَالَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ ۗ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
      "verse_55": "وَلَايَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
      "verse_56": "الْمُلْكُيَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ",
      "verse_57": "وَالَّذِينَكَفَرُوا وَكَذَّبُوا بِآيَاتِنَا فَأُولَٰئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
      "verse_58": "وَالَّذِينَهَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ",
      "verse_59": "لَيُدْخِلَنَّهُممُّدْخَلًا يَرْضَوْنَهُ ۗ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ",
      "verse_60": "ذَٰلِكَوَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ اللَّهُ ۗ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
      "verse_61": "ذَٰلِكَبِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
      "verse_62": "ذَٰلِكَبِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ",
      "verse_63": "أَلَمْتَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً ۗ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ",
      "verse_64": "لَّهُمَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ",
      "verse_65": "أَلَمْتَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ ۗ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
      "verse_66": "وَهُوَالَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ الْإِنسَانَ لَكَفُورٌ",
      "verse_67": "لِّكُلِّأُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ ۚ وَادْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ",
      "verse_68": "وَإِنجَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
      "verse_69": "اللَّهُيَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "verse_70": "أَلَمْتَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
      "verse_71": "وَيَعْبُدُونَمِن دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُم بِهِ عِلْمٌ ۗ وَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ",
      "verse_72": "وَإِذَاتُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا ۖ وَبِئْسَ الْمَصِيرُ",
      "verse_73": "يَاأَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ ۚ إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ ۖ وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ",
      "verse_74": "مَاقَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ۗ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "verse_75": "اللَّهُيَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
      "verse_76": "يَعْلَمُمَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
      "verse_77": "يَاأَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩",
      "verse_78": "وَجَاهِدُوافِي اللَّهِ حَقَّ جِهَادِهِ ۚ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ ۚ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ ۚ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَٰذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ ۚ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ ۖ فَنِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ"
    },
    "verse_en": {
      "verse_0": "In the name of God, the Gracious, the Merciful.",
      "verse_1": "O people, be conscious of your Lord. The quaking of the Hour is a tremendous thing.",
      "verse_2": "On the Day when you will see it: every nursing mother will discard her infant, and every pregnant woman will abort her load, and you will see the people drunk, even though they are not drunk-but the punishment of God is severe.",
      "verse_3": "Among the people is he who argues about God without knowledge, and follows every defiant devil.",
      "verse_4": "It was decreed for him, that whoever follows him-he will misguide him, and lead him to the torment of the Blaze.",
      "verse_5": "O people! If you are in doubt about the Resurrection-We created you from dust, then from a small drop, then from a clinging clot, then from a lump of flesh, partly developed and partly undeveloped. In order to clarify things for you. And We settle in the wombs whatever We will for a designated term, and then We bring you out as infants, until you reach your full strength. And some of you will pass away, and some of you will be returned to the vilest age, so that he may not know, after having known. And you see the earth still; but when We send down water on it, it vibrates, and swells, and grows all kinds of lovely pairs.",
      "verse_6": "That is because God is the truth, and because He gives life to the dead, and because He is Capable of everything.",
      "verse_7": "And because the Hour is coming-there is no doubt about it-and because God will resurrect those in the graves.",
      "verse_8": "And among the people is he who argues about God without knowledge, or guidance, or an enlightening scripture.",
      "verse_9": "Turning aside in contempt, to lead away from the path of God. He will have humiliation in this world, and on the Day of Resurrection We will make him taste the agony of burning.",
      "verse_10": "That is for what your hands have advanced, and because God is not unjust to the servants.",
      "verse_11": "And among the people is he who worships God on edge. When something good comes his way, he is content with it. But when an ordeal strikes him, he makes a turnaround. He loses this world and the next. That is the obvious loss.",
      "verse_12": "He invokes, instead of God, what can neither harm him nor benefit him. That is the far straying.",
      "verse_13": "He invokes one whose harm is closer than his benefit. What a miserable master. What a miserable companion.",
      "verse_14": "God will admit those who believe and do righteous deeds into Gardens beneath which rivers flow. God does whatever He wills.",
      "verse_15": "Whoever thinks that God will not help him in this life and in the Hereafter-let him turn to heaven, then sever, and see if his cunning eliminates what enrages him.",
      "verse_16": "Thus We revealed it as clarifying signs, and God guides whomever He wills.",
      "verse_17": "Those who believe, and those who are Jewish, and the Sabeans, and the Christians, and the Zoroastrians, and the Polytheists-God will judge between them on the Day of Resurrection. God is witness to all things.",
      "verse_18": "Do you not realize that to God prostrates everyone in the heavens and everyone on earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and the animals, and many of the people? But many are justly deserving of punishment. Whomever God shames, there is none to honor him. God does whatever He wills.",
      "verse_19": "Here are two adversaries feuding regarding their Lord. As for those who disbelieve, garments of fire will be tailored for them, and scalding water will be poured over their heads.",
      "verse_20": "Melting their insides and their skins.",
      "verse_21": "And they will have maces of iron.",
      "verse_22": "Whenever they try to escape the gloom, they will be driven back to it: \"Taste the suffering of burning.\"",
      "verse_23": "But God will admit those who believe and do good deeds into Gardens beneath which rivers flow. They will be decorated therein with bracelets of gold and pearls, and their garments therein will be of silk.",
      "verse_24": "They were guided to purity of speech. They were guided to the path of the Most Praised.",
      "verse_25": "As for those who disbelieve and repel from God's path and from the Sacred Mosque-which We have designated for all mankind equally, whether residing therein or passing through-and seek to commit sacrilege therein-We will make him taste of a painful punishment.",
      "verse_26": "We showed Abraham the location of the House: \"Do not associate anything with Me; and purify My House for those who circle around, and those who stand to pray, and those who kneel and prostrate.\"",
      "verse_27": "And announce the pilgrimage to humanity. They will come to you on foot, and on every transport. They will come from every distant point.",
      "verse_28": "That they may witness the benefits for themselves, and celebrate the name of God during the appointed days, for providing them with the animal livestock. So eat from it, and feed the unfortunate poor.",
      "verse_29": "Then let them perform their acts of cleansing, and fulfill their vows, and circle around the Ancient House.",
      "verse_30": "All that. Whoever venerates the sanctities of God-it is good for him with his Lord. All livestock are permitted to you, except what is recited to you. So stay away from the abomination of idols, and stay away from perjury.",
      "verse_31": "Being true to God, without associating anything with Him. Whoever associates anything with God-it is as though he has fallen from the sky, and is snatched by the birds, or is swept away by the wind to a distant abyss.",
      "verse_32": "So it is. Whoever venerates the sacraments of God-it is from the piety of the hearts.",
      "verse_33": "In them are benefits for you until a certain time. Then their place is by the Ancient House.",
      "verse_34": "We have appointed a rite for every nation, that they may commemorate God's name over the livestock He has provided for them. Your God is One God, so to Him submit, and announce good news to the humble.",
      "verse_35": "Those whose hearts tremble when God is mentioned, and those who endure what has befallen them, and those who perform the prayer and spend from what We have provided for them.",
      "verse_36": "We have made the animal offerings emblems of God for you. In them is goodness for you. So pronounce God's name upon them as they line up. Then, when they have fallen on their sides, eat of them and feed the contented and the beggar. Thus We have subjected them to you, that you may be thankful.",
      "verse_37": "Neither their flesh, nor their blood, ever reaches God. What reaches Him is the righteousness from you. Thus He subdued them to you, that you may glorify God for guiding you. And give good news to the charitable.",
      "verse_38": "God defends those who believe. God does not love any ungrateful traitor.",
      "verse_39": "Permission is given to those who are fought against, and God is Able to give them victory.",
      "verse_40": "Those who were unjustly evicted from their homes, merely for saying, \"Our Lord is God.\" Were it not that God repels people by means of others: monasteries, churches, synagogues, and mosques-where the name of God is mentioned much-would have been demolished. God supports whoever supports Him. God is Strong and Mighty.",
      "verse_41": "Those who, when We empower them in the land, observe the prayer, and give regular charity, and command what is right, and forbid what is wrong. To God belongs the outcome of events.",
      "verse_42": "If they deny you-before them the people of Noah, and Aad, and Thamood also denied.",
      "verse_43": "And the people of Abraham, and the people of Lot.",
      "verse_44": "And the inhabitants of Median. And Moses was denied. Then I reprieved those who disbelieved, but then I seized them. So how was My rejection?",
      "verse_45": "How many a town have We destroyed while it was doing wrong? They lie in ruins; with stilled wells, and lofty mansions.",
      "verse_46": "Have they not journeyed in the land, and had minds to reason with, or ears to listen with? It is not the eyes that go blind, but it is the hearts, within the chests, that go blind.",
      "verse_47": "And they ask you to hasten the punishment. But God never breaks His promise. A day with your Lord is like a thousand years of your count.",
      "verse_48": "How many a town have I reprieved, although it was unjust? Then I seized it. To Me is the destination.",
      "verse_49": "Say, \"O people, I am only a plain warner to you.\"",
      "verse_50": "Those who believe and work righteousness-for them is forgiveness and a generous provision.",
      "verse_51": "But those who strive against Our revelations-these are the inmates of Hell.",
      "verse_52": "We never sent a messenger before you, or a prophet, but when he had a desire Satan interfered in his wishes. But God nullifies what Satan interjects, and God affirms His revelations. God is Omniscient and Wise.",
      "verse_53": "In order to make Satan's suggestions a trial for those whose hearts are diseased, and those whose hearts are hardened. The wrongdoers are in profound discord.",
      "verse_54": "And so that those endowed with knowledge may know that it is the truth from your Lord, and so believe in it, and their hearts soften to it. God guides those who believe to a straight path.",
      "verse_55": "Those who disbelieve will continue to be hesitant about it, until the Hour comes upon them suddenly, or there comes to them the torment of a desolate Day.",
      "verse_56": "Sovereignty on that Day belongs to God; He will judge between them. Those who believe and do good deeds will be in the Gardens of Bliss.",
      "verse_57": "But those who disbelieve and reject Our revelations-these will have a humiliating punishment.",
      "verse_58": "Those who emigrate in God's cause, then get killed, or die, God will provide them with fine provisions. God is the Best of Providers.",
      "verse_59": "He will admit them an admittance that will please them. God is Knowing and Clement.",
      "verse_60": "That is so! Whoever retaliates similarly to the affliction he was made to suffer, and then he is wronged again, God will definitely assist him. God is Pardoning and Forgiving.",
      "verse_61": "That is because God merges the night into the day, and He merges the day into the night, and because God is Hearing and Seeing.",
      "verse_62": "That is because God is the Reality, and what they invoke besides Him is vanity, and because God is the Sublime, the Grand.",
      "verse_63": "Do you not see that God sends down water from the sky, and the land becomes green? God is Kind and Aware.",
      "verse_64": "To Him belongs everything in the heavens and everything on earth. God is the Rich, the Praised.",
      "verse_65": "Do you not see that God made everything on earth subservient to you? How the ships sail at sea by His command? That He holds up the sky lest it falls on earth-except by His permission? God is Gracious towards the people, Most Merciful.",
      "verse_66": "And it is He who gives you life, then makes you die, then revives you. The human being is unappreciative.",
      "verse_67": "For every congregation We have appointed acts of devotion, which they observe. So do not let them dispute with you in this matter. And invite to your Lord; you are upon a straight guidance.",
      "verse_68": "But if they dispute with you, say, \"God is fully aware of what you do.\"",
      "verse_69": "God will judge between you on the Day of Resurrection regarding what you disagree about.",
      "verse_70": "Do you not know that God knows everything in the heavens and the earth? This is in a book. That is easy for God.",
      "verse_71": "Yet they worship, besides God, things for which He sent down no warrant, and what they have no knowledge of. There is no savior for the transgressors.",
      "verse_72": "And when Our Clear Verses are recited to them, you will recognize disgust on the faces of those who disbelieve. They nearly assault those who recite to them Our Verses. Say, \"Shall I inform you of something worse than that? The Fire! God has promised it to those who disbelieve. And what a wretched outcome!\"",
      "verse_73": "O people! A parable is presented, so listen to it: Those you invoke besides God will never create a fly, even if they banded together for that purpose. And if the fly steals anything from them, they cannot recover it from it. Weak are the pursuer and the pursued.",
      "verse_74": "They do not value God as He should be valued. God is Strong and Powerful.",
      "verse_75": "God chooses messengers from among the angels, and from among the people. God is Hearing and Seeing.",
      "verse_76": "He knows what is before them, and what is behind them. To God all matters are referred.",
      "verse_77": "O you who believe! Kneel, and prostrate, and worship your Lord, and do good deeds, so that you may succeed.",
      "verse_78": "And strive for God, with the striving due to Him. He has chosen you, and has not burdened you in religion-the faith of your father Abraham. It is he who named you Muslims before, and in this. So that the Messenger may be a witness over you, and you may be witnesses over the people. So pray regularly, and give regular charity, and cleave to God. He is your Protector. What an excellent Protector, and what an excellent Helper."
    },
    "verse_bn": {
      "verse_0": "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
      "verse_1": "হে লোক সকল! তোমাদের পালনকর্তাকে ভয় কর। নিশ্চয় কেয়ামতের প্রকম্পন একটি ভয়ংকর ব্যাপার।",
      "verse_2": "যেদিন তোমরা তা প্রত্যক্ষ করবে, সেদিন প্রত্যেক স্তন্যধাত্রী তার দুধের শিশুকে বিস্মৃত হবে এবং প্রত্যেক গর্ভবতী তার গর্ভপাত করবে এবং মানুষকে তুমি দেখবে মাতাল; অথচ তারা মাতাল নয় বস্তুতঃ আল্লাহর আযাব সুকঠিন।",
      "verse_3": "কতক মানুষ অজ্ঞানতাবশতঃ আল্লাহ সম্পꦣ2503;ক বিতর্ক করে এবং প্রত্যেক অবাধ্য শয়তানের অনুসরণ করে।",
      "verse_4": "শয়তান সম্পর্কে লিখে দেয়া হয়েছে যে, যে কেউ তার সাথী হবে, সে তাকে বিভ্রান্ত করবে এবং দোযখের আযাবের দিকে পরিচালিত করবে।",
      "verse_5": "হে লোকসকল! যদি তোমরা পুনরুত্থানের ব্যাপারে সন্দিগ্ধ হও, তবে (ভেবে দেখ-) আমি তোমাদেরকে মৃত্তিকা থেকে সৃষ্টি করেছি। এরপর বীর্য থেকে, এরপর জমাট রক্ত থেকে, এরপর পূর্ণাকৃতিবিশিষ্ট ও অপূর্ণাকৃতিবিশিষ্ট মাংসপিন্ড থেকে, তোমাদের কাছে ব্যক্ত করার জন্যে। আর আমি এক নির্দিষ্ট কালের জন্যে মাতৃগর্ভে যা ইচ্ছা রেখে দেই, এরপর আমি তোমাদেরকে শিশু অবস্থায় বের করি; তারপর যাতে তোমরা যৌবনে পদার্পণ কর। তোমাদের মধ্যে কেউ কেউ মৃত্যুমুখে পতিত হয় এবং তোমাদের মধ্যে কাউকে নিষ্কর্মা বয়স পর্যন্ত পৌছানো হয়, যাতে সে জানার পর জ্ঞাত বিষয় সম্পর্কে সজ্ঞান থাকে না। তুমি ভূমিকে পতিত দেখতে পাও, অতঃপর আমি যখন তাতে বৃষ্টি বর্ষণ করি, তখন তা সতেজ ও স্ফীত হয়ে যায় এবং সর্বপ্রকার সুদৃশ্য উদ্ভিদ উৎপন্ন করে।",
      "verse_6": "এগুলো এ কারণে যে, আল্লাহ সত্য এবং তিনি মৃতকে জীবিত করেন এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
      "verse_7": "এবং এ কারণে যে, কেয়ামত অবশ্যম্ভাবী, এতে সন্দেহ নেই এবং এ কারণে যে, কবরে যারা আছে, আল্লাহ তাদেরকে পুনরুত্থিত করবেন।",
      "verse_8": "কতক মানুষ জ্ঞান; প্রমাণ ও উজ্জ্বল কিতাব ছাড়াই আল্লাহ সম্পর্কে বিতর্ক করে।",
      "verse_9": "সে পার্শ্ব পরিবর্তন করে বিতর্ক করে, যাতে আল্লাহর পথ থেকে বিভ্রান্ত করে দেয়। তার জন্যে দুনিয়াতে লাঞ্ছনা আছে এবং কেয়ামতের দিন আমি তাকে দহন-যন্ত্রণা আস্বাদন করাব।",
      "verse_10": "এটা তোমার দুই হাতের কর্মের কারণে, আল্লাহ বান্দাদের প্রতি জুলুম করেন না।",
      "verse_11": "মানুষের মধ্যে কেউ কেউ দ্বিধা-দ্বন্দ্বে জড়িত হয়ে আল্লাহর এবাদত করে। যদি সে কল্যাণ প্রাপ্ত হয়, তবে এবাদতের উপর কায়েম থাকে এবং যদি কোন পরীক্ষায় পড়ে, তবে পূর্বাবস্থায় ফিরে যায়। সে ইহকালে ও পরকালে ক্ষতিগ্রস্ত। এটাই প্রকাশ্য ক্ষতি",
      "verse_12": "সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে, যে তার অপকার করতে পারে না এবং উপকারও করতে পারে না। এটাই চরম পথভ্রষ্টতা।",
      "verse_13": "সে এমন কিছুকে ডাকে, যার অপকার উপকারের আগে পৌছে। কত মন্দ এই বন্ধু এবং কত মন্দ এই সঙ্গী।",
      "verse_14": "যারা বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, আল্লাহ তাদেরকে জান্নাতে দাখিল করবেন, যার তলদেশ দিয়ে নির্ঝরণীসমূহ প্রবাহিত হয়। আল্লাহ যা ইচ্ছা তাই করেন।",
      "verse_15": "সে ধারণা করে যে, আল্লাহ কখনই ইহকালে ও পরকালে রাসূলকে সাহায্য করবেন না, সে একটি রশি আকাশ পর্যন্ত ঝুলিয়ে নিক; এরপর কেটে দিক; অতঃপর দেখুক তার এই কৌশল তার আক্রোশ দূর করে কিনা।",
      "verse_16": "এমনিভাবে আমি সুস্পষ্ট আয়াত রূপে কোরআন নাযিল করেছি এবং আল্লাহ-ই যাকে ইচ্ছা হেদায়েত করেন।",
      "verse_17": "যারা মুসলমান, যারা ইহুদী, সাবেয়ী, খ্রীষ্টান, অগ্নিপুজক এবং যারা মুশরেক, কেয়ামতের দিন আল্লাহ অবশ্যই তাদের মধ্যে ফায়সালা করে দেবেন। সবকিছুই আল্লাহর দৃষ্টির সামনে।",
      "verse_18": "তুমি কি দেখনি যে, আল্লাহকে সেজদা করে যা কিছু আছে নভোমন্ডলে, যা কিছু আছে ভুমন্ডলে, সূর্য, চন্দ্র, তারকারাজি পর্বতরাজি বৃক্ষলতা, জীবজন্তু এবং অনেক মানুষ। আবার অনেকের উপর অবধারিত হয়েছে শাস্তি। আল্লাহ যাকে ইচ্ছা লাঞ্ছিত করেন, তাকে কেউ সম্মান দিতে পারে না। আল্লাহ যা ইচ্ছা তাই করেন",
      "verse_19": "এই দুই বাদী বিবাদী, তারা তাদের পালনকর্তা সম্পর্কে বিতর্ক করে। অতএব যারা কাফের, তাদের জন্যে আগুনের পোশাক তৈরী করা হয়েছে। তাদের মাথার উপর ফুটন্ত পানি ঢেলে দেয়া হবে।",
      "verse_20": "ফলে তাদের পেটে যা আছে, তা এবং চর্ম গলে বের হয়ে যাবে।",
      "verse_21": "তাদের জন্যে আছে লোহার হাতুড়ি।",
      "verse_22": "তারা যখনই যন্ত্রনায় অতিষ্ঠ হয়ে জাহান্নাম থেকে বের হতে চাইবে, তখনই তাদেরকে তাতে ফিরিয়ে দেয়া হবে। বলা হবেঃ দহন শাস্তি আস্বাদন কর।",
      "verse_23": "নিশ্চয় যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদেরকে দাখিল করবেন উদ্যান সমূহে, যার তলদেশ দিয়ে নির্ঝরিণীসমূহ প্রবাহিত হবে। তাদেরকে তথায় স্বর্ণ-কংকন ও মুক্তা দ্বারা অলংকৃত করা হবে এবং তথায় তাদের পোশাক হবে রেশমী।",
      "verse_24": "তারা পথপ্রদর্শিত হয়েছিল সৎবাক্যের দিকে এবং পরিচালিত হয়েছিল প্রশংসিত আল্লাহর পথপানে।",
      "verse_25": "যারা কুফর করে ও আল্লাহর পথে বাধা সৃষ্টি করে এবং সেই মসজিদে হারাম থেকে বাধা দেয়, যাকে আমি প্রস্তুত করেছি স্থানীয় ও বহিরাগত সকল মানুষের জন্যে সমভাবে এবং যে মসজিদে হারামে অন্যায়ভাবে কোন ধর্মদ্রোহী কাজ করার ইচছা করে, আমি তাদেরকে যন্ত্রানাদায়ক শাস্তি আস্বাদন করাব।",
      "verse_26": "যখন আমি ইব্রাহীমকে বায়তুল্লাহর স্থান ঠিক করে দিয়েছিলাম যে, আমার সাথে কাউকে শরীক করো না এবং আমার গৃহকে পবিত্র রাখ তাওয়াফকারীদের জন্যে, নামাযে দন্ডায়মানদের জন্যে এবং রকু সেজদাকারীদের জন্যে।",
      "verse_27": "এবং মানুষের মধ্যে হজ্বের জন্যে ঘোষণা প্রচার কর। তারা তোমার কাছে আসবে পায়ে হেঁটে এবং সর্বপ্রকার কৃশকায় উটের পিঠে সওয়ার হয়ে দূর-দূরান্ত থেকে।",
      "verse_28": "যাতে তারা তাদের কল্যাণের স্থান পর্যন্ত পৌছে এবং নির্দিষ্ট দিনগুলোতে আল্লাহর নাম স্মরণ করে তাঁর দেয়া চতুস্পদ জন্তু যবেহ করার সময়। অতঃপর তোমরা তা থেকে আহার কর এবং দুঃস্থ-অভাবগ্রস্থকে আহার করাও।",
      "verse_29": "এরপর তারা যেন দৈহিক ময়লা দূর করে দেয়, তাদের মানত পূর্ণ করে এবং এই সুসংরক্ষিত গৃহের তাওয়াফ করে।",
      "verse_30": "এটা শ্রবণযোগ্য। আর কেউ আল্লাহর সম্মানযোগ্য বিধানাবলীর প্রতি সম্মান প্রদর্শন করলে পালনকর্তার নিকট তা তার জন্যে উত্তম। উল্লেখিত ব্যতিক্রমগুলো ছাড়া তোমাদের জন্যে চতুস্পদ জন্তু হালাল করা হয়েছে। সুতরাং তোমরা মূর্তিদের অপবিত্রতা থেকে বেঁচে থাক এবং মিথ্যা কথন থেকে দূরে সরে থাক;",
      "verse_31": "আল্লাহর দিকে একনিষ্ট হয়ে, তাঁর সাথে শরীক না করে; এবং যে কেউ আল্লাহর সাথে শরীক করল; সে যেন আকাশ থেকে ছিটকে পড়ল, অতঃপর মৃতভোজী পাখী তাকে ছোঁ মেরে নিয়ে গেল অথবা বাতাস তাকে উড়িয়ে নিয়ে কোন দূরবর্তী স্থানে নিক্ষেপ করল।",
      "verse_32": "এটা শ্রবণযোগ্য কেউ আল্লাহর নামযুক্ত বস্তুসমুহের প্রতি সম্মান প্রদর্শন করলে তা তো তার হৃদয়ের আল্লাহভীতি প্রসূত।",
      "verse_33": "চতুস্পদ জন্তুসমূহের মধ্যে তোমাদের জন্যে নির্দিষ্টকাল পর্যন্ত উপকার রয়েছে। অতঃপর এগুলোকে পৌছাতে হবে মুক্ত গৃহ পর্যন্ত।",
      "verse_34": "আমি প্রত্যেক উম্মতের জন্যে কোরবানী নির্ধারণ করেছি, যাতে তারা আল্লাহর দেয়া চতুস্পদ জন্তু যবেহ কারার সময় আল্লাহর নাম উচ্চারণ করে। অতএব তোমাদের আল্লাহ তো একমাত্র আল্লাহ সুতরাং তাঁরই আজ্ঞাধীন থাক এবং বিনয়ীগণকে সুসংবাদ দাও;",
      "verse_35": "যাদের অন্তর আল্লাহর নাম স্মরণ করা হলে ভীত হয় এবং যারা তাদের বিপদাপদে ধৈর্য্যধারণ করে এবং যারা নামায কায়েম করে ও আমি যা দিয়েছি, তা থেকে ব্যয় করে।",
      "verse_36": "এবং কা’বার জন্যে উৎসর্গীকৃত উটকে আমি তোমাদের জন্যে আল্লাহর অন্যতম নিদর্শন করেছি। এতে তোমাদের জন্যে মঙ্গল রয়েছে। সুতরাং সারিবদ্ধভাবে বাঁধা অবস্থায় তাদের যবেহ করার সময় তোমরা আল্লাহর নাম উচ্চারণ কর। অতঃপর যখন তারা কাত হয়ে পড়ে যায় তখন তা থেকে তোমরা আহার কর এবং আহার করাও যে কিছু যাচ্ঞা করে না তাকে এবং যে যাচ্ঞা করে তাকে। এমনিভাবে আমি এগুলোকে তোমাদের বশীভূত করে দিয়েছি, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।",
      "verse_37": "এগুলোর গোশত ও রক্ত আল্লাহর কাছে পৌঁছে না, কিন্তু পৌঁছে তাঁর কাছে তোমাদের মনের তাকওয়া। এমনিভাবে তিনি এগুলোকে তোমাদের বশ করে দিয়েছেন, যাতে তোমরা আল্লাহর মহত্ত্ব ঘোষণা কর এ কারণে যে, তিনি তোমাদের পথ প্রদর্শন করেছেন। সুতরাং সৎকর্মশীলদের সুসংবাদ শুনিয়ে দিন।",
      "verse_38": "আল্লাহ মুমিনদের থেকে শত্রুদেরকে হটিয়ে দেবেন। আল্লাহ কোন বিশ্বাসঘাতক অকৃতজ্ঞকে পছন্দ করেন না।",
      "verse_39": "যুদ্ধে অনুমতি দেয়া হল তাদেরকে যাদের সাথে কাফেররা যুদ্ধ করে; কারণ তাদের প্রতি অত্যাচার করা হয়েছে। আল্লাহ তাদেরকে সাহায্য করতে অবশ্যই সক্ষম।",
      "verse_40": "যাদেরকে তাদের ঘর-বাড়ী থেকে অন্যায়ভাবে বহিস্কার করা হয়েছে শুধু এই অপরাধে যে, তারা বলে আমাদের পালনকর্তা আল্লাহ। আল্লাহ যদি মানবজাতির একদলকে অপর দল দ্বারা প্রতিহত না করতেন, তবে (খ্রীষ্টানদের) নির্ঝন গির্জা, এবাদত খানা, (ইহুদীদের) উপাসনালয় এবং মসজিদসমূহ বিধ্বস্ত হয়ে যেত, যেগুলাতে আল্লাহর নাম অধিক স্মরণ করা হয়। আল্লাহ নিশ্চয়ই তাদেরকে সাহায্য করবেন, যারা আল্লাহর সাহায্য করে। নিশ্চয়ই আল্লাহ পরাক্রমশালী শক্তিধর।",
      "verse_41": "তারা এমন লোক যাদেরকে আমি পৃথিবীতে শক্তি-সামর্থ?2470;ান করলে তারা নামায কায়েম করবে, যাকাত দেবে এবং সৎকাজে আদেশ ও অসৎকাজে নিষেধ করবে। প্রত্যেক কর্মের পরিণাম আল্লাহর এখতিয়ারভূক্ত।",
      "verse_42": "তারা যদি আপনাকে মিথ্যাবাদী বলে, তবে তাদের পূর্বে মিথ্যাবাদী বলেছে কওমে নূহ, আদ, সামুদ,",
      "verse_43": "ইব্রাহীম ও লূতের সম্প্রদায়ও।",
      "verse_44": "এবং মাদইয়ানের অধিবাসীরা এবং মিথ্যাবাদী বলা হয়েছিল মূসাকেও। অতঃপর আমি কাফেরদেরকে সুযোগ দিয়েছিলাম এরপর তাদেরকে পাকড়াও করেছিলাম অতএব কি ভীষণ ছিল আমাকে অস্বীকৃতির পরিণাম।",
      "verse_45": "আমি কত জনপদ ধ্বংস করেছি এমতাবস্থায় যে, তারা ছিল গোনাহগার। এই সব জনপদ এখন ধ্বংসস্তুপে পরিণত হয়েছে এবং কত কূপ পরিত্যক্ত হয়েছে ও কত সুদৃঢ় প্রাসাদ ধ্বংস হয়েছে।",
      "verse_46": "তারা কি এই উদ্দেশ্যে দেশ ভ্রমণ করেনি, যাতে তারা সমঝদার হৃদয় ও শ্রবণ শক্তি সম্পন্ন কর্ণের অধিকারী হতে পারে? বস্তুতঃ চক্ষু তো অন্ধ হয় না, কিন্তু বক্ষ স্থিত অন্তরই অন্ধ হয়।",
      "verse_47": "তারা আপনাকে আযাব ত্বরান্বিত করতে বলে। অথচ আল্লাহ কখনও তাঁর ওয়াদা ভঙ্গ করেন না। আপনার পালনকর্তার কাছে একদিন তোমাদের গণনার এক হাজার বছরের সমান।",
      "verse_48": "এবং আমি কত জনপদকে অবকাশ দিয়েছি এমতাবস্থায় যে, তারা গোনাহগার ছিল। এরপর তাদেরকে পাকড়াও করেছি এবং আমার কাছেই প্রত্যাবর্তন করতে হবে।",
      "verse_49": "বলুনঃ হে লোক সকল! আমি তো তোমাদের জন্যে স্পষ্ট ভাষায় সতর্ককারী।",
      "verse_50": "সুতরাং যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, তাদের জন্যে আছে পাপ মার্জনা এবং সম্মানজনক রুযী।",
      "verse_51": "এবং যারা আমার আয়াতসমূহকে ব্যর্থ করার জন্যে চেষ্টা করে, তারাই দোযখের অধিবাসী।",
      "verse_52": "আমি আপনার পূর্বে যে সমস্ত রাসূল ও নবী প্রেরণ করেছি, তারা যখনই কিছু কল্পনা করেছে, তখনই শয়তান তাদের কল্পনায় কিছু মিশ্রণ করে দিয়েছে। অতঃপর আল্লাহ দূর করে দেন শয়তান যা মিশ্রণ করে। এরপর আল্লাহ তাঁর আয়াতসমূহকে সু-প্রতিষ্ঠিত করেন এবং আল্লাহ জ্ঞানময়, প্রজ্ঞাময়।",
      "verse_53": "এ কারণে যে, শয়তান যা মিশ্রণ করে, তিনি তা পরীক্ষাস্বরূপ করে দেন, তাদের জন্যে, যাদের অন্তরে রোগ আছে এবং যারা পাষাণহৃদয়। গোনাহগাররা দূরবর্তী বিরোধিতায় লিপ্ত আছে।",
      "verse_54": "এবং এ কারণেও যে, যাদেরকে জ্ঞানদান করা হয়েছে; তারা যেন জানে যে এটা আপনার পালনকর্তার পক্ষ থেকে সত্য; অতঃপর তারা যেন এতে বিশ্বাস স্তাপন করে এবং তাদের অন্তর যেন এর প্রতি বিজয়ী হয়। আল্লাহই বিশ্বাস স্থাপনকারীকে সরল পথ প্রদর্শন করেন।",
      "verse_55": "কাফেররা সর্বদাই সন্দেহ পোষন করবে যে পর্যন্ত না তাদের কাছে আকস্মিকভাবে কেয়ামত এসে পড়ে অথবা এসে পড়ে তাদের কাছে এমন দিবসের শাস্তি যা থেকে রক্ষার উপায় নেই।",
      "verse_56": "রাজত্ব সেদিন আল্লাহরই; তিনিই তাদের বিচার করবেন। অতএব যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে তারা নেয়ামত পূর্ণ কাননে থাকবে।",
      "verse_57": "এবং যারা কুফরি করে এবং আমার আয়াত সমূহকে মিথ্যা বলে তাদের জন্যে লাঞ্ছনাকর শাস্তি রয়েছে।",
      "verse_58": "যারা আল্লাহর পথে গৃহ ত্যাগ করেছে, এরপর নিহত হয়েছে অথবা মরে গেছে; আল্লাহ তাদেরকে অবশ্যই উৎকৃষ্ট জীবিকা দান করবেন এবং আল্লাহ সর্বোৎকৃষ্ট রিযিক দাতা।",
      "verse_59": "তাদেরকে অবশ্যই এমন এক স্থানে পৌছাবেন, যাকে তারা পছন্দ করবে এবং আল্লাহ জ্ঞানময়, সহনশীল।",
      "verse_60": "এ তো শুনলে, যে ব্যক্তি নিপীড়িত হয়ে নিপীড়ন পরিমাণে প্রতিশোধ গ্রহণ করে এবং পুনরায় সে নিপীড়িত হয়, আল্লাহ অবশ্যই তাকে সাহায্য করবেন। নিশ্চয় আল্লাহ মার্জনাকারী ক্ষমাশীল।",
      "verse_61": "এটা এ জন্যে যে, আল্লাহ রাত্রিকে দিনের মধ্যে এবং দিনকে রাত্রির মধ্য দাখিল করে দেন এবং আল্লাহ সবকিছু শোনেন, দেখেন।",
      "verse_62": "এটা এ কারণেও যে, আল্লাহই সত্য; আর তাঁর পরিবর্তে তারা যাকে ডাকে, তা অসত্য এবং আল্লাহই সবার উচ্চে, মহান।",
      "verse_63": "তুমি কি দেখ না যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, অতঃপর ভূপৃষ্ট সবুজ-শ্যামল হয়ে উঠে। নিশ্চয় আল্লাহ সুক্ষদর্শী, সর্ববিষয়ে খবরদার।",
      "verse_64": "নভোমন্ডল ও ভুপৃষ্ঠে যা কিছু আছে, সব তাঁরই এবং আল্লাহই অভাবমুক্ত প্রশংসার অধিকারী।",
      "verse_65": "তুমি কি দেখ না যে, ভূপৃষ্টে যা আছে এবং সমুদ্রে চলমান নৌকা তৎসমুদয়কে আল্লাহ নিজ আদেশে তোমাদের অধীন করে দিয়েছেন এবং তিনি আকাশ স্থির রাখেন, যাতে তাঁর আদেশ ব্যতীত ভূপৃষ্টে পতিত না হয়। নিশ্চয় আল্লাহ মানুষের প্রতি করুণাশীল, দয়াবান।",
      "verse_66": "তিনিই তোমাদেরকে জীবিত করেছেন, অতঃপর তিনিই তোমাদেরকে মৃত্যুদান করবেন ও পুনরায় জীবিত করবেন। নিশ্চয় মানুষ বড় অকৃতজ্ঞ।",
      "verse_67": "আমি প্রত্যেক উম্মতের জন্যে এবাদতের একটি নিয়ম-কানুন নির্ধারণ করে দিয়েছি, যা তারা পালন করে। অতএব তারা যেন এ ব্যাপারে আপনার সাথে বিতর্ক না করে। আপনি তাদেরকে পালনকর্তার দিকে আহবান করুন। নিশ্চয় আপনি সরল পথেই আছেন।",
      "verse_68": "তারা যদি আপনার সাথে বিতর্ক করে, তবে বলে দিন, তোমরা যা কর, সে সর্ম্পকে আল্লাহ অধিক জ্ঞাত।",
      "verse_69": "তোমরা যে বিষয়ে মতবিরোধ করছ, আল্লাহ কিয়ামতের দিন সেই বিষয়ে তোমাদের মধ্যে ফায়সালা করবেন।",
      "verse_70": "তুমি কি জান না যে, আল্লাহ জানেন যা কিছু আকাশে ও ভুমন্ডলে আছে এসব কিতাবে লিখিত আছে। এটা আল্লাহর কাছে সহজ।",
      "verse_71": "তারা আল্লাহর পরিবর্তে এমন কিছুর পূজা করে, যার কোন সনদ নাযিল করা হয়নি এবং সে সম্পর্কে তাদের কোন জ্ঞান নেই। বস্তুতঃ জালেমদের কোন সাহায্যকারী নেই।",
      "verse_72": "যখন তাদের কাছে আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হয়, তখন তুমি কাফেরদের চোখে মুখে অসন্তোষের লক্ষণ প্রত্যক্ষ করতে পারবে। যারা তাদের কাছে আমার আয়াত সমূহ পাঠ করে, তারা তাদের প্রতি মার মুখো হয়ে উঠে। বলুন, আমি কি তোমাদেরকে তদপেক্ষা মন্দ কিছুর সংবাদ দেব? তা আগুন; আল্লাহ কাফেরদেরকে এর ওয়াদা দিয়েছেন। এটা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল।",
      "verse_73": "হে লোক সকল! একটি উপমা বর্ণনা করা হলো, অতএব তোমরা তা মনোযোগ দিয়ে শোন; তোমরা আল্লাহর পরিবর্তে যাদের পূজা কর, তারা কখনও একটি মাছি সৃষ্টি করতে পারবে না, যদিও তারা সকলে একত্রিত হয়। আর মাছি যদি তাদের কাছ থেকে কোন কিছু ছিনিয়ে নেয়, তবে তারা তার কাছ থেকে তা উদ্ধার করতে পারবে না, প্রার্থনাকারী ও যার কাছে প্রার্থনা করা হয়, উভয়েই শক্তিহীন।",
      "verse_74": "তারা আল্লাহর যথাযোগ্য মর্যাদা বোঝেনি। নিশ্চয় আল্লাহ শক্তিধর, মহাপরাক্রমশীল।",
      "verse_75": "আল্লাহ ফেরেশতা ও মানুষের মধ্য থেকে রাসূল মনোনীত করেন। আল্লাহ সর্বশ্রোতা, সর্ব দ্রষ্টা!",
      "verse_76": "তিনি জানেন যা তাদের সামনে আছে এবং যা পশ্চাতে আছে এবং সবকিছু আল্লাহর দিকে প্রত্যাবর্তিত হবে।",
      "verse_77": "হে মুমিনগণ! তোমরা রুকু কর, সেজদা কর, তোমাদের পালনকর্তার এবাদত কর এবং সৎকাজ সম্পাদন কর, যাতে তোমরা সফলকাম হতে পার।",
      "verse_78": "তোমরা আল্লাহর জন্যে শ্রম স্বীকার কর যেভাবে শ্রম স্বীকার করা উচিত। তিনি তোমাদেরকে পছন্দ করেছেন এবং ধর্মের ব্যাপারে তোমাদের উপর কোন সংকীর্ণতা রাখেননি। তোমরা তোমাদের পিতা ইব্রাহীমের ধর্মে কায়েম থাক। তিনিই তোমাদের নাম মুসলমান রেখেছেন পূর্বেও এবং এই কোরআনেও, যাতে রসূল তোমাদের জন্যে সাক্ষ্যদাতা এবং তোমরা সাক্ষ্যদাতা হও মানবমন্ডলির জন্যে। সুতরাং তোমরা নামায কায়েম কর, যাকাত দাও এবং আল্লাহকে শক্তভাবে ধারণ কর। তিনিই তোমাদের মালিক। অতএব তিনি কত উত্তম মালিক এবং কত উত্তম সাহায্যকারী।"
    }
  }
]
