[
  {
    "verse": {
      "verse_0": "بِسْمِاللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "verse_1": "   طسم  ",
      "verse_2": "   تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ  ",
      "verse_3": "   نَتْلُو عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ  ",
      "verse_4": "   إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ ۚ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ  ",
      "verse_5": "   وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ  ",
      "verse_6": "   وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ  ",
      "verse_7": "   وَأَوْحَيْنَا إِلَىٰ أُمِّ مُوسَىٰ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي ۖ إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ  ",
      "verse_8": "   فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ  ",
      "verse_9": "   وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّي وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰ أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ  ",
      "verse_10": "   وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَارِغًا ۖ إِن كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ  ",
      "verse_11": "   وَقَالَتْ لِأُخْتِهِ قُصِّيهِ ۖ فَبَصُرَتْ بِهِ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ  ",
      "verse_12": "   وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰ أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ  ",
      "verse_13": "   فَرَدَدْنَاهُ إِلَىٰ أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ  ",
      "verse_14": "   وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَىٰ آتَيْنَاهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ  ",
      "verse_15": "   وَدَخَلَ الْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَٰذَا مِن شِيعَتِهِ وَهَٰذَا مِنْ عَدُوِّهِ ۖ فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَٰذَا مِنْ عَمَلِ الشَّيْطَانِ ۖ إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبِينٌ  ",
      "verse_16": "   قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ  ",
      "verse_17": "   قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ  ",
      "verse_18": "   فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ ۚ قَالَ لَهُ مُوسَىٰ إِنَّكَ لَغَوِيٌّ مُّبِينٌ  ",
      "verse_19": "   فَلَمَّا أَنْ أَرَادَ أَن يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَّهُمَا قَالَ يَا مُوسَىٰ أَتُرِيدُ أَن تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ ۖ إِن تُرِيدُ إِلَّا أَن تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ الْمُصْلِحِينَ  ",
      "verse_20": "   وَجَاءَ رَجُلٌ مِّنْ أَقْصَى الْمَدِينَةِ يَسْعَىٰ قَالَ يَا مُوسَىٰ إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ  ",
      "verse_21": "   فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ  ",
      "verse_22": "   وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّي أَن يَهْدِيَنِي سَوَاءَ السَّبِيلِ  ",
      "verse_23": "   وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ قَالَتَا لَا نَسْقِي حَتَّىٰ يُصْدِرَ الرِّعَاءُ ۖ وَأَبُونَا شَيْخٌ كَبِيرٌ  ",
      "verse_24": "   فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰ إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ  ",
      "verse_25": "   فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا ۚ فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ  ",
      "verse_26": "   قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ ۖ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ  ",
      "verse_27": "   قَالَ إِنِّي أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَىٰ أَن تَأْجُرَنِي ثَمَانِيَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ ۖ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِي إِن شَاءَ اللَّهُ مِنَ الصَّالِحِينَ  ",
      "verse_28": "   قَالَ ذَٰلِكَ بَيْنِي وَبَيْنَكَ ۖ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۖ وَاللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ  ",
      "verse_29": "   فَلَمَّا قَضَىٰ مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ  ",
      "verse_30": "   فَلَمَّا أَتَاهَا نُودِيَ مِن شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَن يَا مُوسَىٰ إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ  ",
      "verse_31": "   وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَا مُوسَىٰ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ الْآمِنِينَ  ",
      "verse_32": "   اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ ۖ فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ  ",
      "verse_33": "   قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ  ",
      "verse_34": "   وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي ۖ إِنِّي أَخَافُ أَن يُكَذِّبُونِ  ",
      "verse_35": "   قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِآيَاتِنَا أَنتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ  ",
      "verse_36": "   فَلَمَّا جَاءَهُم مُّوسَىٰ بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَٰذَا إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ  ",
      "verse_37": "   وَقَالَ مُوسَىٰ رَبِّي أَعْلَمُ بِمَن جَاءَ بِالْهُدَىٰ مِنْ عِندِهِ وَمَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ ۖ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ  ",
      "verse_38": "   وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَل لِّي صَرْحًا لَّعَلِّي أَطَّلِعُ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ  ",
      "verse_39": "   وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ  ",
      "verse_40": "   فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ ۖ فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ  ",
      "verse_41": "   وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ ۖ وَيَوْمَ الْقِيَامَةِ لَا يُنصَرُونَ  ",
      "verse_42": "   وَأَتْبَعْنَاهُمْ فِي هَٰذِهِ الدُّنْيَا لَعْنَةً ۖ وَيَوْمَ الْقِيَامَةِ هُم مِّنَ الْمَقْبُوحِينَ  ",
      "verse_43": "   وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ  ",
      "verse_44": "   وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ وَمَا كُنتَ مِنَ الشَّاهِدِينَ  ",
      "verse_45": "   وَلَٰكِنَّا أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ ۚ وَمَا كُنتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَٰكِنَّا كُنَّا مُرْسِلِينَ  ",
      "verse_46": "   وَمَا كُنتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ  ",
      "verse_47": "   وَلَوْلَا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ  ",
      "verse_48": "   فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَىٰ ۚ أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَىٰ مِن قَبْلُ ۖ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ  ",
      "verse_49": "   قُلْ فَأْتُوا بِكِتَابٍ مِّنْ عِندِ اللَّهِ هُوَ أَهْدَىٰ مِنْهُمَا أَتَّبِعْهُ إِن كُنتُمْ صَادِقِينَ  ",
      "verse_50": "   فَإِن لَّمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِّنَ اللَّهِ ۚ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ  ",
      "verse_51": "   وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ  ",
      "verse_52": "   الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ  ",
      "verse_53": "   وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ  ",
      "verse_54": "   أُولَٰئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ  ",
      "verse_55": "   وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ  ",
      "verse_56": "   إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ ۚ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ  ",
      "verse_57": "   وَقَالُوا إِن نَّتَّبِعِ الْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا يُجْبَىٰ إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ  ",
      "verse_58": "   وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ الْوَارِثِينَ  ",
      "verse_59": "   وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَىٰ حَتَّىٰ يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا ۚ وَمَا كُنَّا مُهْلِكِي الْقُرَىٰ إِلَّا وَأَهْلُهَا ظَالِمُونَ  ",
      "verse_60": "   وَمَا أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ اللَّهِ خَيْرٌ وَأَبْقَىٰ ۚ أَفَلَا تَعْقِلُونَ  ",
      "verse_61": "   أَفَمَن وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ  ",
      "verse_62": "   وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ  ",
      "verse_63": "   قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَٰؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَا إِلَيْكَ ۖ مَا كَانُوا إِيَّانَا يَعْبُدُونَ  ",
      "verse_64": "   وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ  ",
      "verse_65": "   وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ  ",
      "verse_66": "   فَعَمِيَتْ عَلَيْهِمُ الْأَنبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ  ",
      "verse_67": "   فَأَمَّا مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَىٰ أَن يَكُونَ مِنَ الْمُفْلِحِينَ  ",
      "verse_68": "   وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ الْخِيَرَةُ ۚ سُبْحَانَ اللَّهِ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ  ",
      "verse_69": "   وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ  ",
      "verse_70": "   وَهُوَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْحَمْدُ فِي الْأُولَىٰ وَالْآخِرَةِ ۖ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ  ",
      "verse_71": "   قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِضِيَاءٍ ۖ أَفَلَا تَسْمَعُونَ  ",
      "verse_72": "   قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ  ",
      "verse_73": "   وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ  ",
      "verse_74": "   وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ  ",
      "verse_75": "   وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ  ",
      "verse_76": "   إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ  ",
      "verse_77": "   وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ  ",
      "verse_78": "   قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِندِي ۚ أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ  ",
      "verse_79": "   فَخَرَجَ عَلَىٰ قَوْمِهِ فِي زِينَتِهِ ۖ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ  ",
      "verse_80": "   وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ  ",
      "verse_81": "   فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنتَصِرِينَ  ",
      "verse_82": "   وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ ۖ لَوْلَا أَن مَّنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ  ",
      "verse_83": "   تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا ۚ وَالْعَاقِبَةُ لِلْمُتَّقِينَ  ",
      "verse_84": "   مَن جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا ۖ وَمَن جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ  ",
      "verse_85": "   إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَىٰ مَعَادٍ ۚ قُل رَّبِّي أَعْلَمُ مَن جَاءَ بِالْهُدَىٰ وَمَنْ هُوَ فِي ضَلَالٍ مُّبِينٍ  ",
      "verse_86": "   وَمَا كُنتَ تَرْجُو أَن يُلْقَىٰ إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِّن رَّبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَافِرِينَ  ",
      "verse_87": "   وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَادْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ  ",
      "verse_88": "  وَلَا تَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۘ لَا إِلَٰهَ إِلَّا هُوَ ۚ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ ۚ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ  "
    },
    "verse_en": {
      "verse_0": "In the name of God, the Gracious, the Merciful.",
      "verse_1": "Ta, Seen, Meem.",
      "verse_2": "These are the Verses of the Clear Book.",
      "verse_3": "We narrate to you from the history of Moses and Pharaoh-in truth-for people who believe.",
      "verse_4": "Pharaoh exalted himself in the land, and divided its people into factions. He persecuted a group of them, slaughtering their sons, while sparing their daughters. He was truly a corrupter.",
      "verse_5": "But We desired to favor those who were oppressed in the land, and to make them leaders, and to make them the inheritors.",
      "verse_6": "And to establish them in the land; and to show Pharaoh, Hamaan, and their troops, the very thing they feared.",
      "verse_7": "We inspired the mother of Moses: \"Nurse him; then, when you fear for him, cast him into the river, and do not fear, nor grieve; We will return him to you, and make him one of the messengers.\"",
      "verse_8": "Pharaoh's household picked him up, to be an opponent and a sorrow for them. Pharaoh, Hamaan, and their troops were sinners.",
      "verse_9": "Pharaoh's wife said, \"An eye's delight for me and for you. Do not kill him; perhaps he will be useful to us, or we may adopt him as a son.\" But they did not foresee.",
      "verse_10": "The heart of Moses' mother became vacant. She was about to disclose him, had We not steadied her heart, that she may remain a believer.",
      "verse_11": "She said to his sister, \"Trail him.\" So she watched him from afar, and they were unaware.",
      "verse_12": "We forbade him breastfeeding at first. So she said, \"Shall I tell you about a family that can raise him for you, and will look after him?\"",
      "verse_13": "Thus We returned him to his mother, that she may be comforted, and not grieve, and know that God's promise is true. But most of them do not know.",
      "verse_14": "And when he reached his maturity, and became established, We gave him wisdom and knowledge. Thus do We reward the virtuous.",
      "verse_15": "Once he entered the city, unnoticed by its people. He found in it two men fighting-one of his own sect, and one from his enemies. The one of his sect solicited his assistance against the one from his enemies; so Moses punched him, and put an end to him. He said, \"This is of Satan's doing; he is an enemy that openly misleads.\"",
      "verse_16": "He said, \"My Lord, I have wronged myself, so forgive me.\" So He forgave him. He is the Forgiver, the Merciful.",
      "verse_17": "He said, \"My Lord, in as much as you have favored me, I will never be a supporter of the criminals.\"",
      "verse_18": "The next morning, he went about in the city, fearful and vigilant, when the man who had sought his assistance the day before was shouting out to him. Moses said to him, \"You are clearly a troublemaker.\"",
      "verse_19": "As he was about to strike the one who was their enemy, he said, \"O Moses, do you intend to kill me, as you killed someone yesterday? You only want to be a bully in the land, and do not want to be a peacemaker.\"",
      "verse_20": "And a man came from the farthest part of the city running. He said, \"O Moses, the authorities are considering killing you, so leave; I am giving you good advice.\"",
      "verse_21": "So he left, fearful and vigilant. He said, \"My Lord, deliver me from the wrongdoing people.\"",
      "verse_22": "As he headed towards Median, he said, \"Perhaps my Lord will guide me to the right way.\"",
      "verse_23": "And when he arrived at the waters of Median, he found there a crowd of people drawing water, and he noticed two women waiting on the side. He said, \"What is the matter with you?\" They said, \"We cannot draw water until the shepherds depart, and our father is a very old man.\"",
      "verse_24": "So he drew water for them, and then withdrew to the shade, and said, \"My Lord, I am in dire need of whatever good you might send down to me.\"",
      "verse_25": "Then, one of the two women approached him, walking bashfully. She said, \"My father is calling you, to reward you for drawing water for us.\" And when he came to him, and told him the story, he said, \"Do not fear, you have escaped from the wrongdoing people.\"",
      "verse_26": "One of the two women said, \"Father, hire him; the best employee for you is the strong and trustworthy.\"",
      "verse_27": "He said, \"I want to marry you to one of these two daughters of mine, provided you work for me for eight years. But if you complete ten, that is up to you. I do not intend to impose any hardship on you. You will find me, God willing, one of the righteous.\"",
      "verse_28": "He said, \"Let this be an agreement between you and me. Whichever of the two terms I fulfill, there shall be no reprisal against me; and God is witness over what we say.\"",
      "verse_29": "When Moses had completed the term, and departed with his family, he noticed a fire by the side of the Mount. He said to his family, \"Stay here, I have glimpsed a fire. Perhaps I can bring you some information from there, or an ember from the fire, that you may warm yourselves.\"",
      "verse_30": "When he reached it, he was called from the right side of the valley, at the Blessed Spot, from the bush: \"O Moses, it is I, God, the Lord of the Worlds.",
      "verse_31": "Throw down your staff.\" And when he saw it wiggling, as if it were possessed, he turned his back to flee, and did not look back. \"O Moses, come forward, and do not fear, you are perfectly safe.",
      "verse_32": "Put your hand inside your pocket, and it will come out white, without blemish. And press your arm to your side, against fear. These are two proofs from your Lord, to Pharaoh and his dignitaries. They are truly sinful people.\"",
      "verse_33": "He said, \"My Lord, I have killed one of them, and I fear they will kill me.",
      "verse_34": "And my brother Aaron, he is more eloquent than me, so send him with me, to help me, and to confirm my words, for I fear they will reject me.\"",
      "verse_35": "He said, \"We will strengthen your arm with your brother, and We will give you authority, so they will not touch you. By virtue of Our signs, you and those who follow you will be the triumphant.\"",
      "verse_36": "But when Moses came to them with Our signs, clear and manifest, they said, \"This is nothing but fabricated magic, and We never heard of this from our ancestors of old.\"",
      "verse_37": "Moses said, \"My Lord is well aware of him who brings guidance from Him, and him who will have the sequel of the abode. The wrongdoers will not succeed.\"",
      "verse_38": "Pharaoh said, \"O nobles, I know of no god for you other than me. So fire-up the bricks for me O Hamaan, and build me a tower, that I may ascend to the God of Moses, though I think he is a liar.\"",
      "verse_39": "He and his troops acted arrogantly in the land, with no justification. They thought they would not be returned to Us.",
      "verse_40": "So We seized him, and his troops, and We threw them into the sea. Observe, therefore, what was the end of the oppressors.",
      "verse_41": "And We made them leaders calling to the Fire. And on Resurrection Day, they will not be saved.",
      "verse_42": "And We pursued them in this world with a curse. And on Resurrection Day, they will be among the despised.",
      "verse_43": "We gave Moses the Scripture after We had annihilated the previous generations; as an illumination for mankind, and guidance, and mercy, so that they may remember.",
      "verse_44": "You were not on the Western Side when We decreed the command to Moses, nor were you among the witnesses.",
      "verse_45": "But We established many generations, and time took its toll on them. Nor were you among the people of Median, reciting Our revelations to them. But We kept sending messengers.",
      "verse_46": "Nor were you by the side of the Mount when We proclaimed. Rather, it was a mercy from your Lord, that you may warn people who received no warner before you, so that they may take heed.",
      "verse_47": "Otherwise, if a calamity befell them as a result of what their hands have perpetrated, they would say, \"Our Lord, if only You had sent us a messenger, we would have followed Your revelations, and been among the believers.\"",
      "verse_48": "But when the truth came to them from Us, they said, \"If only he was given the like of what was given to Moses.\" Did they not disbelieve in what was given to Moses in the past? They said, \"Two works of magic backing one another.\" And they said, \"We are disbelieving in both.\"",
      "verse_49": "Say, \"Then bring a scripture from God, more conductive to guidance than both, and I will follow it, if you are truthful.\"",
      "verse_50": "But if they fail to respond to you, know that they follow their fancies. And who is more lost than him who follows his fancy without guidance from God? God does not guide the unjust people.",
      "verse_51": "We have delivered the Word to them, that they may remember.",
      "verse_52": "Those to whom We gave the Scripture before it believe in it.",
      "verse_53": "When it is recited to them, they say, \"We have believed in it; it is the truth from our Lord; we were Muslims prior to it.\"",
      "verse_54": "These will be given their reward twice, because they persevered; and they counter evil with good; and from Our provisions to them, they give.",
      "verse_55": "And when they hear vain talk, they avoid it, and say, \"We have our deeds, and you have your deeds; peace be upon you; we do not desire the ignorant.\"",
      "verse_56": "You cannot guide whom you love, but God guides whom He wills, and He knows best those who are guided.",
      "verse_57": "And they say, \"If we follow the guidance with you, we will be snatched from our land.\" Did We not establish for them a Safe Sanctuary, to which are brought all kinds of fruits, as provision from Ourselves? But most of them do not know.",
      "verse_58": "And how many a city did We destroy for turning unappreciative of its livelihood? Here are their homes, uninhabited after them, except for a few. And We became the Inheritors.",
      "verse_59": "Your Lord never destroys cities without first sending a messenger in their midst, reciting to them Our revelations. And We never destroy the cities, unless their people are wrongdoers.",
      "verse_60": "Whatever thing you are given is but the material of this world, and its glitter. But what is with God is better, and longer lasting. Do you not comprehend?",
      "verse_61": "Can someone to whom We have made a fine promise-which he will attain-be equal to someone to whom We have given enjoyments in this world, but who will be, on Resurrection Day, among the arraigned?",
      "verse_62": "On the Day when He will call to them, and say, \"Where are My associates whom you used to claim?\"",
      "verse_63": "Those against whom the sentence is justified will say, \"Our Lord, these are they whom we misled. We misled them, as we were misled. We beg Your forgiveness; it was not us they used to worship.\"",
      "verse_64": "And it will be said, \"Call on your partners.\" And they will call on them, but they will not respond to them. And they will see the suffering. If only they were guided.",
      "verse_65": "On the Day when He will call to them, and say, \"What did you answer the Messengers?\"",
      "verse_66": "They will be blinded by the facts on that Day, and they will not question each other.",
      "verse_67": "But he who repents, and believes, and does righteous deeds, may well be among the winners.",
      "verse_68": "Your Lord creates whatever He wills, and He chooses. The choice is not theirs. Glory be to God, and exalted be He above the associations they make.",
      "verse_69": "And your Lord knows what their hearts conceal, and what they reveal.",
      "verse_70": "And He is God. There is no god but He. To Him belongs all praise in this life, and in the next. And His is the decision, and to Him you will be returned.",
      "verse_71": "Say, \"Have you considered? Had God made the night perpetual over you until the Day of Resurrection, which god other than God will bring you illumination? Do you not hear?\"",
      "verse_72": "Say, \"Have you considered? Had God made the day perpetual over you until the Day of Resurrection, which god other than God will bring you night to rest in? Do you not see?\"",
      "verse_73": "It is out of His mercy that He made for you the night and the day, that you may rest in it, and seek some of His bounty; and that you may give thanks.",
      "verse_74": "On the Day when He will call to them, and say, \"Where are My associates whom you used to claim?\"",
      "verse_75": "And We will draw out from every community a witness, and say, \"Produce your evidence.\" Then they will realize that the truth is God's, and those they used to invent have forsaken them.",
      "verse_76": "Quaroon belonged to the clan of Moses, but he oppressed them. We had given him treasures, the keys of which would weigh down a group of strong men. His people said to him, \"Do not exult; God does not love the exultant.",
      "verse_77": "But seek, with what God has given you, the Home of the Hereafter, and do not neglect your share of this world. And be charitable, as God has been charitable to you. And do not seek corruption in the land. God does not like the seekers of corruption.\"",
      "verse_78": "He said, \"I was given all this on account of knowledge I possess.\" Did he not know that God destroyed many generations before him, who were stronger than he, and possessed greater riches? But the guilty will not be asked about their sins.",
      "verse_79": "And he went out before his people in his splendor. Those who desired the worldly life said, \"If only we possessed the likes of what Quaroon was given. He is indeed very fortunate.\"",
      "verse_80": "But those who were given knowledge said, \"Woe to you! The reward of God is better for those who believe and do righteous deeds.\" Yet none attains it except the steadfast.",
      "verse_81": "So We caused the earth to cave in on him and his mansion. He had no company to save him from God, and he could not defend himself.",
      "verse_82": "Those who had wished they were in his position the day before were saying, \"Indeed, it is God who spreads the bounty to whomever He wills of His servants, and restricts it. Had God not been gracious to us, He would have caved in on us. No wonder the ungrateful never prosper.\"",
      "verse_83": "That Home of the Hereafter-We assign it for those who seek no superiority on earth, nor corruption. And the outcome is for the cautious.",
      "verse_84": "Whoever brings a virtue will receive better than it. But whoever brings evil-the evildoers will be rewarded only according to what they used to do.",
      "verse_85": "He Who ordained the Quran for you will return you Home. Say, \"My Lord knows best who comes with guidance, and who is in manifest error.\"",
      "verse_86": "You did not expect the Scripture to be transmitted to you, except as mercy from your Lord. Therefore, do not be a supporter of the disbelievers.",
      "verse_87": "And do not let them divert you from God's revelations after they have been revealed to you. And pray to your Lord, and never be of the polytheists.",
      "verse_88": "And do not invoke with God any other god. There is no god but He. All things perish, except His presence. His is the judgment, and to Him you will be returned."
    },
    "verse_bn": {
      "verse_0": "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
      "verse_1": "ত্বা-সীন-মীম।",
      "verse_2": "এগুলো সুস্পষ্ট কিতাবের আয়াত।",
      "verse_3": "আমি আপনার কাছে মূসা ও ফেরাউনের বৃত্তান্ত সত্য সহকারে বর্ণনা করছি ঈমানদার সম্প্রদায়ের জন্যে।",
      "verse_4": "ফেরাউন তার দেশে উদ্ধত হয়েছিল এবং সে দেশবাসীকে বিভিন্ন দলে বিভক্ত করে তাদের একটি দলকে দূর্বল করে দিয়েছিল। সে তাদের পুত্র-সন্তানদেরকে হত্যা করত এবং নারীদেরকে জীবিত রাখত। নিশ্চয় সে ছিল অনর্থ সৃষ্টিকারী।",
      "verse_5": "দেশে যাদেরকে দূর্বল করা হয়েছিল, আমার ইচ্ছা হল তাদের প্রতি অনুগ্রহ করার, তাদেরকে নেতা করার এবং তাদেরকে দেশের উত্তরাধিকারী করার।",
      "verse_6": "এবং তাদেরকে দেশের ক্ষমতায় আসীন করার এবং ফেরাউন, হামান ও তাদের সৈন্য-বাহিনীকে তা দেখিয়ে দেয়ার, যা তারা সেই দূর্বল দলের তরফ থেকে আশংকা করত।",
      "verse_7": "আমি মূসা-জননীকে আদেশ পাঠালাম যে, তাকে স্তন্য দান করতে থাক। অতঃপর যখন তুমি তার সম্পর্কে বিপদের আশংকা কর, তখন তাকে দরিয়ায় নিক্ষেপ কর এবং ভয় করো না, দুঃখও করো না। আমি অবশ্যই তাকে তোমার কাছে ফিরিয়ে দেব এবং তাকে পয়গম্বরগণের একজন করব।",
      "verse_8": "অতঃপর ফেরাউন পরিবার মূসাকে কুড়িয়ে নিল, যাতে তিনি তাদের শত্রু ও দুঃখের কারণ হয়ে যান। নিশ্চয় ফেরাউন, হামান, ও তাদের সৈন্যবাহিনী অপরাধী ছিল।",
      "verse_9": "ফেরাউনের স্ত্রী বলল, এ শিশু আমার ও তোমার নয়নমণি, তাকে হত্যা করো না। এ আমাদের উপকারে আসতে পারে অথবা আমরা তাকে পুত্র করে নিতে পারি। প্রকৃতপক্ষে পরিণাম সম্পর্কে তাদের কোন খবর ছিল না।",
      "verse_10": "সকালে মূসা জননীর অন্তর অস্থির হয়ে পড়ল। যদি আমি তাঁর হৃদয়কে দৃঢ় করে না দিতাম, তবে তিনি মূসাজনিত অস্থিরতা প্রকাশ করেই দিতেন। দৃঢ় করলাম, যাতে তিনি থাকেন বিশ্ববাসীগণের মধ্যে।",
      "verse_11": "তিনি মূসার ভগিণীকে বললেন, তার পেছন পেছন যাও। সে তাদের অজ্ঞাতসারে অপরিচিতা হয়ে তাকে দেখে যেতে লাগল।",
      "verse_12": "পূর্ব থেকেই আমি ধাত্রীদেরকে মূসা থেকে বিরত রেখেছিলাম। মূসার ভগিনী বলল, আমি তোমাদেরকে এমন এক পরিবারের কথা বলব কি, যারা তোমাদের জন্যে একে লালন-পালন করবে এবং তারা হবে তার হিতাকাঙ্ক্ষী?",
      "verse_13": "অতঃপর আমি তাকে জননীর কাছে ফিরিয়ে দিলাম, যাতে তার চক্ষু জুড়ায় এবং তিনি দুঃখ না করেন এবং যাতে তিনি জানেন যে, আল্লাহর ওয়াদা সত্য, কিন্তু অনেক মানুষ তা জানে না।",
      "verse_14": "যখন মূসা যৌবনে পদার্পন করলেন এবং পরিণত বয়স্ক হয়ে গেলেন, তখন আমি তাঁকে প্রজ্ঞা ও জ্ঞানদান করলাম। এমনিভাবে আমি সৎকর্মীদেরকে প্রতিদান দিয়ে থাকি।",
      "verse_15": "তিনি শহরে প্রবেশ করলেন, যখন তার অধিবাসীরা ছিল বেখবর। তথায় তিনি দুই ব্যক্তিকে লড়াইরত দেখলেন। এদের একজন ছিল তাঁর নিজ দলের এবং অন্য জন তাঁর শত্রু দলের। অতঃপর যে তাঁর নিজ দলের সে তাঁর শত্রু দলের লোকটির বিরুদ্ধে তাঁর কাছে সাহায্য প্রার্থনা করল। তখন মূসা তাকে ঘুষি মারলেন এবং এতেই তার মৃত্যু হয়ে গেল। মূসা বললেন, এটা শয়তানের কাজ। নিশ্চয় সে প্রকাশ্য শত্রু, বিভ্রান্তকারী।",
      "verse_16": "তিনি বললেন, হে আমার পালনকর্তা, আমি তো নিজের উপর জুলুম করে ফেলেছি। অতএব, আমাকে ক্ষমা করুন। আল্লাহ তাকে ক্ষমা করলেন। নিশ্চয় তিনি ক্ষমাশীল, দয়ালু।",
      "verse_17": "তিনি বললেন, হে আমার পালনকর্তা, আপনি আমার প্রতি যে অনুগ্রহ করেছেন, এরপর আমি কখনও অপরাধীদের সাহায্যকারী হব না।",
      "verse_18": "অতঃপর তিনি প্রভাতে উঠলেন সে শহরে ভীত-শংকিত অবস্থায়। হঠাৎ তিনি দেখলেন, গতকল্য যে ব্যক্তি তাঁর সাহায্য চেয়েছিল, সে চিৎকার করে তাঁর সাহায্য প্রার্থনা করছে। মূসা তাকে বললেন, তুমি তো একজন প্রকাশ্য পথভ্রষ্ট ব্যক্তি।",
      "verse_19": "অতঃপর মূসা যখন উভয়ের শত্রুকে শায়েস্তা করতে চাইলেন, তখন সে বলল, গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছিলে, সে রকম আমাকেও কি হত্যা করতে চাও? তুমি তো পৃথিবীতে স্বৈরাচারী হতে চাচ্ছ এবং সন্ধি স্থাপনকারী হতে চাও না।",
      "verse_20": "এসময় শহরের প্রান্ত থেকে একব্যক্তি ছুটে আসল এবং বলল, হে মূসা, রাজ্যের পরিষদবর্গ তোমাকে হত্যা করার পরমর্শ করছে। অতএব, তুমি বের হয়ে যাও। আমি তোমার হিতাকাঙ্ক্ষী।",
      "verse_21": "অতঃপর তিনি সেখান থেকে ভীত অবস্থায় বের হয়ে পড়লেন পথ দেখতে দেখতে। তিনি বললেন, হে আমার পালনকর্তা, আমাকে জালেম সম্প্রদায়ের কবল থেকে রক্ষা কর।",
      "verse_22": "যখন তিনি মাদইয়ান অভিমুখে রওয়ানা হলেন তখন বললেন, আশা করা যায় আমার পালনকর্তা আমাকে সরল পথ দেখাবেন।",
      "verse_23": "যখন তিনি মাদইয়ানের কূপের ধারে পৌছলেন, তখন কূপের কাছে একদল লোককে পেলেন তারা জন্তুদেরকে পানি পান করানোর কাজে রত। এবং তাদের পশ্চাতে দূ’জন স্ত্রীলোককে দেখলেন তারা তাদের জন্তুদেরকে আগলিয়ে রাখছে। তিনি বললেন, তোমাদের কি ব্যাপার? তারা বলল, আমরা আমাদের জন্তুদেরকে পানি পান করাতে পারি না, যে পর্যন্ত রাখালরা তাদের জন্তুদেরকে নিয়ে সরে না যায়। আমাদের পিতা খুবই বৃদ্ধ।",
      "verse_24": "অতঃপর মূসা তাদের জন্তুদেরকে পানি পান করালেন। অতঃপর তিনি ছায়ার দিকে সরে গেলেন এবং বললেন, হে আমার পালনকর্তা, তুমি আমার প্রতি যে অনুগ্রহ নাযিল করবে, আমি তার মুখাপেক্ষী।",
      "verse_25": "অতঃপর বালিকাদ্বয়ের একজন লজ্জাজড়িত পদক্ষেপে তাঁর কাছে আগমন করল। বলল, আমার পিতা আপনাকে ডাকছেন, যাতে আপনি যে আমাদেরকে পানি পান করিয়েছেন, তার বিনিময়ে পুরস্কার প্রদান করেন। অতঃপর মূসা যখন তাঁর কাছে গেলেন এবং সমস্ত বৃত্তান্ত বর্ণনা করলেন, তখন তিনি বললেন, ভয় করো না, তুমি জালেম সম্প্রদায়ের কবল থেকে রক্ষা পেয়েছ।",
      "verse_26": "বালিকাদ্বয়ের একজন বলল পিতাঃ তাকে চাকর নিযুক্ত করুন। কেননা, আপনার চাকর হিসেবে সে-ই উত্তম হবে, যে শক্তিশালী ও বিশ্বস্ত।",
      "verse_27": "পিতা মূসাকে বললেন, আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিবাহে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার চাকুরী করবে, যদি তুমি দশ বছর পূর্ণ কর, তা তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাই না। আল্লাহ চাহেন তো তুমি আমাকে সৎকর্মপরায়ণ পাবে।",
      "verse_28": "মূসা বললেন, আমার ও আপনার মধ্যে এই চুক্তি স্থির হল। দু’টি মেয়াদের মধ্য থেকে যে কোন একটি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবে না। আমরা যা বলছি, তাতে আল্লাহর উপর ভরসা।",
      "verse_29": "অতঃপর মূসা (আঃ) যখন সেই মেয়াদ পূর্ণ করল এবং সপরিবারে যাত্রা করল, তখন সে তুর পর্বতের দিক থেকে আগুন দেখতে পেল। সে তার পরিবারবর্গকে বলল, তোমরা অপেক্ষা কর, আমি আগুন দেখেছি। সম্ভবতঃ আমি সেখান থেকে তোমাদের কাছে কোন খবর নিয়ে আসতে পারি অথবা কোন জ্বলন্ত কাষ্ঠখন্ড আনতে পারি, যাতে তোমরা আগুন পোহাতে পার।",
      "verse_30": "যখন সে তার কাছে পৌছল, তখন পবিত্র ভূমিতে অবস্থিত উপত্যকার ডান প্রান্তের বৃক্ষ থেকে তাকে আওয়াজ দেয়া হল, হে মূসা! আমি আল্লাহ, বিশ্ব পালনকর্তা।",
      "verse_31": "আরও বলা হল, তুমি তোমার লাঠি নিক্ষেপ কর। অতঃপর যখন সে লাঠিকে সর্পের ন্যায় দৌড়াদৌড়ি করতে দেখল, তখন সে মুখ ফিরিয়ে বিপরীত দিকে পালাতে লাগল এবং পেছন ফিরে দেখল না। হে মূসা, সামনে এস এবং ভয় করো না। তোমার কোন আশংকা নেই।",
      "verse_32": "তোমার হাত বগলে রাখ। তা বের হয়ে আসবে নিরাময় উজ্জ্বল হয়ে এবং ভয় হেতু তোমার হাত তোমার উপর চেপে ধর। এই দু’টি ফেরাউন ও তার পরিষদবর্গের প্রতি তোমার পালনকর্তার তরফ থেকে প্রমাণ। নিশ্চয় তারা পাপাচারী সম্প্রদায়।",
      "verse_33": "মূসা বলল, হে আমার পালনকর্তা, আমি তাদের এক ব্যক্তিকে হত্যা করেছি। কাজেই আমি ভয় করছি যে, তারা আমাকে হত্যা করবে।",
      "verse_34": "আমার ভাই হারুণ, সে আমা অপেক্ষা প্রাঞ্জলভাষী। অতএব, তাকে আমার সাথে সাহায্যের জন্যে প্রেরণ করুন। সে আমাকে সমর্থন জানাবে। আমি আশংকা করি যে, তারা আমাকে মিথ্যাবাদী বলবে।",
      "verse_35": "আল্লাহ বললেন, আমি তোমার বাহু শক্তিশালী করব তোমার ভাই দ্বারা এবং তোমাদের প্রধান্য দান করব। ফলে, তারা তোমার কাছে পৌছাতে পারবে না। আমার নিদর্শনাবলীর জোরে তোমরা এবং তোমাদের অনুসারীরা প্রবল থাকবে।",
      "verse_36": "অতঃপর মূসা যখন তাদের কাছে আমার সুস্পষ্ট নিদর্শনাবলী নিয়ে পৌছল, তখন তারা বলল, এতো অলীক জাদু মাত্র। আমরা আমাদের পূর্বপুরুষদের মধ্যে এ কথা শুনিনি।",
      "verse_37": "মূসা বলল, আমার পালনকর্তা সম্যক জানেন যে তার নিকট থেকে হেদায়েতের কথা নিয়ে আগমন করেছে এবং যে প্রাপ্ত হবে পরকালের গৃহ। নিশ্চয় জালেমরা সফলকাম হবে না।",
      "verse_38": "ফেরাউন বলল, হে পরিষদবর্গ, আমি জানি না যে, আমি ব্যতীত তোমাদের কোন উপাস্য আছে। হে হামান, তুমি ইট পোড়াও, অতঃপর আমার জন্যে একটি প্রাসাদ নির্মাণ কর, যাতে আমি মূসার উপাস্যকে উকি মেরে দেখতে পারি। আমার তো ধারণা এই যে, সে একজন মিথ্যাবাদী।",
      "verse_39": "ফেরাউন ও তার বাহিনী অন্যায়ভাবে পৃথিবীতে অহংকার করতে লাগল এবং তারা মনে করল যে, তারা আমার কাছে প্রত্যাবর্তিত হবে না।",
      "verse_40": "অতঃপর আমি তাকে ও তার বাহিনীকে পাকড়াও করলাম, তৎপর আমি তাদেরকে সমু˦#2503;দ্র নিক্ষেপ করলাম। অতএব, দেখ জালেমদের পরিণাম কি হয়েছে।",
      "verse_41": "আমি তাদেরকে নেতা করেছিলাম। তারা জাহান্নামের দিকে আহবান করত। কেয়ামতের দিন তারা সাহায্য প্রাপ্ত হবে না।",
      "verse_42": "আমি এই পৃথিবীতে অভিশাপকে তাদের পশ্চাতে লাগিয়ে দিয়েছি এবং কেয়ামতের দিন তারা হবে দুর্দশাগ্রস্ত।",
      "verse_43": "আমি পূর্ববর্তী অনেক সম্প্রদায়কে ধ্বংস করার পর মূসাকে কিতাব দিয়েছি মানুষের জন্যে জ্ঞানবর্তিকা। হেদায়েত ও রহমত, যাতে তারা স্মরণ রাখে।",
      "verse_44": "মূসাকে যখন আমি নির্দেশনামা দিয়েছিলাম, তখন আপনি পশ্চিম প্রান্তে ছিলেন না এবং আপনি প্রত্যক্ষদর্শীও ছিলেন না।",
      "verse_45": "কিন্তু আমি অনেক সম্প্রদায় সৃষ্টি করেছিলাম, অতঃপর তাদের অনেক যুগ অতিবাহিত হয়েছে। আর আপনি মাদইয়ানবাসীদের মধ্যে ছিলেন না যে, তাদের কাছে আমার আয়াতসমূহ পাঠ করতেন। কিন্তু আমিই ছিলাম রসূল প্রেরণকারী।",
      "verse_46": "আমি যখন মূসাকে আওয়াজ দিয়েছিলাম, তখন আপনি তুর পর্বতের পার্শ্বে ছিলেন না। কিন্তু এটা আপনার পালনকর্তার রহমত স্বরূপ, যাতে আপনি এমন এক সম্প্রদায়কে ভীতি প্রদর্শন করেন, যাদের কাছে আপনার পূꦣ2503;ব কোন ভীতি প্রদর্শনকারী আগমন করেনি, যাতে তারা স্মরণ রাখে।",
      "verse_47": "আর এ জন্য যে, তাদের কৃতকর্মের জন্যে তাদের কোন বিপদ হলে তারা বলত, হে আমাদের পালনকর্তা, তুমি আমাদের কাছে কোন রসূল প্রেরণ করলে না কেন? করলে আমরা তোমার আয়াতসমূহের অনুসরণ করতাম এবং আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।",
      "verse_48": "অতঃপর আমার কাছ থেকে যখন তাদের কাছে সত্য আগমন করল, তখন তারা বলল, মূসাকে যেরূপ দেয়া হয়েছিল, এই রসূলকে সেরূপ দেয়া হল না কেন? পূর্বে মূসাকে যা দেয়া হয়েছিল, তারা কি তা অস্বীকার করেনি? তারা বলেছিল, উভয়ই জাদু, পরস্পরে একাত্ম। তারা আরও বলেছিল, আমরা উভয়কে মানি না।",
      "verse_49": "বলুন, তোমরা সত্যবাদী হলে এখন আল্লাহর কাছ থেকে কোন কিতাব আন, যা এতদুভয় থেকে উত্তম পথপ্রদর্শক হয়। আমি সেই কিতাব অনুসরণ করব।",
      "verse_50": "অতঃপর তারা যদি আপনার কথায় সাড়া না দেয়, তবে জানবেন, তারা শুধু নিজের প্রবৃত্তির অনুসরণ করে। আল্লাহর হেদায়েতের পরিবর্তে যে ব্যক্তি নিজ প্রবৃত্তির অনুসরণ করে, তার চাইতে অধিক পথভ্রষ্ট আর কে? নিশ্চয় আল্লাহ জালেম সম্প্রদায়কে পথ দেখান না।",
      "verse_51": "আমি তাদের কাছে উপর্যুপরি বাণী পৌছিয়েছি। যাতে তারা অনুধাবন করে।",
      "verse_52": "কোরআনের পূর্বে আমি যাদেরকে কিতাব দিয়েছি, তারা এতে বিশ্বাস করে।",
      "verse_53": "যখন তাদের কাছে এটা পাঠ করা হয়, তখন তারা বলে, আমরা এর প্রতি বিশ্বাস স্থাপন করলাম। এটা আমাদের পালনকর্তার পক্ষ থেকে সত্য। আমরা এর পূর্বেও আজ্ঞাবহ ছিলাম।",
      "verse_54": "তারা দুইবার পুরস্কৃত হবে তাদের সবরের কারণে। তারা মন্দের জওয়াবে ভাল করে এবং আমি তাদেরকে যা দিয়েছি, তা থেকে ব্যয় করে।",
      "verse_55": "তারা যখন অবাঞ্চিত বাজে কথাবার্তা শ্রবণ করে, তখন তা থেকে মুখ ফিরিয়ে নেয় এবং বলে, আমাদের জন্যে আমাদের কাজ এবং তোমাদের জন্যে তোমাদের কাজ। তোমাদের প্রতি সালাম। আমরা অজ্ঞদের সাথে জড়িত হতে চাই না।",
      "verse_56": "আপনি যাকে পছন্দ করেন, তাকে সৎপথে আনতে পারবেন না, তবে আল্লাহ তা’আলাই যাকে ইচ্ছা সৎপথে আনয়ন করেন। কে সৎপথে আসবে, সে সম্পর্কে তিনিই ভাল জানেন।",
      "verse_57": "তারা বলে, যদি আমরা আপনার সাথে সুপথে আসি, তবে আমরা আমাদের দেশ থেকে উৎখাত হব। আমি কি তাদের জন্যে একটি নিরাপদ হরম প্রতিষ্ঠিত করিনি? এখানে সর্বপ্রকার ফল-মূল আমদানী হয় আমার দেয়া রিযিকস্বরূপ। কিন্তু তাদের অধিকাংশই জানে না।",
      "verse_58": "আমি অনেক জনপদ ধবংস করেছি, যার অধিবাসীরা তাদের জীবন যাপনে মদমত্ত ছিল। এগুলোই এখন তাদের ঘর-বাড়ী। তাদের পর এগুলোতে মানুষ সামান্যই বসবাস করেছে। অবশেষে আমিই মালিক রয়েছি।",
      "verse_59": "আপনার পালনকর্তা জনপদসমূহকে ধ্বংস করেন না, যে পর্যন্ত তার কেন্দ্রস্থলে রসূল প্রেরণ না করেন, যিনি তাদের কাছে আমার আয়াতসমূহ পাঠ করেন এবং আমি জনপদসমূহকে তখনই ধ্বংস করি, যখন তার বাসিন্দারা জুলুম করে।",
      "verse_60": "তোমাদেরকে যা কিছু দেয়া হয়েছে, তা পার্থিব জীবনের ভোগ ও শোভা বৈ নয়। আর আল্লাহর কাছে যা আছে, তা উত্তম ও স্থায়ী। তোমরা কি বোঝ না ?",
      "verse_61": "যাকে আমি উত্তম প্রতিশ্রুতি দিয়েছি, যা সে পাবে, সে কি ঐ ব্যক্তির সমান, যাকে আমি পার্থিব জীবনের ভোগ-সম্ভার দিয়েছি, অতঃপর তাকে কেয়ামতের দিন অপরাধীরূপে হাযির করা হবে?",
      "verse_62": "যেদিন আল্লাহ তাদেরকে আওয়াজ দিয়ে বলবেন, তোমরা যাদেরকে আমার শরীক দাবী করতে, তারা কোথায়?",
      "verse_63": "যাদের জন্যে শাস্তির আদেশ অবধারিত হয়েছে, তারা বলবে, হে আমাদের পালনকর্তা। এদেরকেই আমরা পথভ্রষ্ট করেছিলাম। আমরা তাদেরকে পথভ্রষ্ট করেছিলাম, যেমন আমরা পথভ্রষ্ট হয়েছিলাম। আমরা আপনার সামনে দায়মুক্ত হচ্ছি। তারা কেবল আমাদেরই এবাদত করত না।",
      "verse_64": "বলা হবে, তোমরা তোমাদের শরীকদের আহবান কর। তখন তারা ডাকবে,। অতঃপর তারা তাদের ডাকে সাড়া দিবে না এবং তারা আযাব দেখবে। হায়! তারা যদি সৎপথ প্রাপ্ত হত।",
      "verse_65": "যে দিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা রসূলগণকে কি জওয়াব দিয়েছিলে?",
      "verse_66": "অতঃপর তাদের কথাবার্তা বন্ধ হয়ে যাবে এবং তারা একে অপরকে জিজ্ঞাসাবাদ করতে পারবে না।",
      "verse_67": "তবে যে তওবা করে, বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আশা করা যায়, সে সফলকাম হবে।",
      "verse_68": "আপনার পালনকর্তা যা ইচ্ছা সৃষ্টি করেন এবং পছন্দ করেন। তাদের কোন ক্ষমতা নেই। আল্লাহ পবিত্র এবং তারা যাকে শরীক করে, তা থেকে উর্ধ্বে।",
      "verse_69": "তাদের অন্তর যা গোপন করে এবং যা প্রকাশ করে, আপনার পালনকর্তা তা জানেন।",
      "verse_70": "তিনিই আল্লাহ তিনি ব্যতীত কোন উপাস্য নেই। ইহকাল ও পরকালে তাঁরই প্রশংসা। বিধান তাঁরই ক্ষমতাধীন এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।",
      "verse_71": "বলুন, ভেবে দেখ তো, আল্লাহ যদি রাত্রিকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে, যে তোমাদেরকে আলোক দান করতে পারে? তোমরা কি তবুও কর্ণꦣ2474;াত করবে না?",
      "verse_72": "বলুন, ভেবে দেখ তো, আল্লাহ যদি দিনকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে যে, তোমাদেরকে রাত্রি দান করতে পারে, যাতে তোমরা বিশ্রাম করবে ? তোমরা কি তবুও ভেবে দেখবে না ?",
      "verse_73": "তিনিই স্বীয় রহমতে তোমাদের জন্যে রাত ও দিন করেছেন, যাতে তোমরা তাতে বিশ্রাম গ্রহণ কর ও তাঁর অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।",
      "verse_74": "যেদিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা যাদেরকে আমার শরীক মনে করতে, তারা কোথায়?",
      "verse_75": "প্রত্যেক সম্প্রদায় থেকে আমি একজন সাক্ষী আলাদা করব; অতঃপর বলব, তোমাদের প্রমাণ আন। তখন তারা জানতে পারবে যে, সত্য আল্লাহর এবং তারা যা গড়ত, তা তাদের কাছ থেকে উধাও হয়ে যাবে।",
      "verse_76": "কারুন ছিল মূসার সম্প্রদায়ভুক্ত। অতঃপর সে তাদের প্রতি দুষ্টামি করতে আরম্ভ করল। আমি তাকে এত ধন-ভান্ডার দান করেছিলাম যার চাবি বহন করা কয়েকজন শক্তিশালী লোকের পক্ষে কষ্টসাধ্য ছিল। যখন তার সম্প্রদায় তাকে বলল, দম্ভ করো না, আল্লাহ দাম্ভিকদেরকে ভালবাসেন না।",
      "verse_77": "আল্লাহ তোমাকে যা দান করেছেন, তদ্বারা পরকালের গৃহ অনুসন্ধান কর, এবং ইহকাল থেকে তোমার অংশ ভূলে যেয়ো না। তুমি অনুগ্রহ কর, যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন এবং পৃথিবীতে অনর্থ সৃষ্টি করতে প্রয়াসী হয়ো না। নিশ্চয় আল্লাহ অনর্থ সৃষ্টিকারীদেরকে পছন্দ করেন না।",
      "verse_78": "সে বলল, আমি এই ধন আমার নিজস্ব জ্ঞান-গরিমা দ্বারা প্রাপ্ত হয়েছি। সে কি জানে না যে, আল্লাহ তার পূর্বে অনেক সম্প্রদায়কে ধ্বংস করেছেন, যারা শক্তিতে ছিল তার চাইতে প্রবল এবং ধন-সম্পদে অধিক প্রাচুর্যশীল? পাপীদেরকে তাদের পাপকর্ম সম্পর্কে জিজ্ঞেস করা হবে না।",
      "verse_79": "অতঃপর কারুন জাঁকজমক সহকারে তার সম্প্রদায়ের সামনে বের হল। যারা পার্থিব জীবন কামনা করত, তারা বলল, হায়, কারুন যা প্রাপ্ত হয়েছে, আমাদেরকে যদি তা দেয়া হত! নিশ্চয় সে বড় ভাগ্যবান।",
      "verse_80": "আর যারা জ্ঞান প্রাপ্ত হয়েছিল, তার বলল, ধিক তোমাদেরকে, যারা ঈমানদার এবং সৎকর্মী, তাদের জন্যে আল্লাহর দেয়া সওয়াবই উৎকৃষ্ট। এটা তারাই পায়, যারা সবরকারী।",
      "verse_81": "অতঃপর আমি কারুনকে ও তার প্রাসাদকে ভূগর্ভে বিলীন করে দিলাম। তার পক্ষে আল্লাহ ব্যতীত এমন কোন দল ছিল না, যারা তাকে সাহায্য করতে পারে এবং সে নিজেও আত্মরক্ষা করতে পারল না।",
      "verse_82": "গতকল্য যারা তার মত হওয়ার বাসনা প্রকাশ করেছিল, তারা প্রত্যুষে বলতে লাগল, হায়, আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্যে ইচ্ছা রিযিক বর্ধিত করেন ও হ্রাস করেন। আল্লাহ আমাদের প্রতি অনুগ্রহ না করলে আমাদেরকেও ভূগর্ভে বিলীন করে দিতেন। হায়, কাফেররা সফলকাম হবে না।",
      "verse_83": "এই পরকাল আমি তাদের জন্যে নির্ধারিত করি, যারা দুনিয়ার বুকে ঔদ্ধত্য প্রকাশ করতে ও অনর্থ সৃষ্টি করতে চায় না। খোদাভীরুদের জন্যে শুভ পরিণাম।",
      "verse_84": "যে সৎকর্ম নিয়ে আসবে, সে তদপেক্ষা উত্তম ফল পাবে এবং যে মন্দ কর্ম নিয়ে আসবে, এরূপ মন্দ কর্মীরা সে মন্দ কর্ম পরিমানেই প্রতিফল পাবে।",
      "verse_85": "যিনি আপনার প্রতি কোরআনের বিধান পাঠিয়েছেন, তিনি অবশ্যই আপনাকে স্বদেশে ফিরিয়ে আনবেন। বলুন আমার পালনকর্তা ভাল জানেন কে হেদায়েত নিয়ে এসেছে এবং কে প্রকাশ্য বিভ্রান্তিতে আছে।",
      "verse_86": "আপনি আশা করতেন না যে, আপনার প্রতি কিতাব অবর্তীর্ণ হবে। এটা কেবল আপনার পালনকর্তার রহমত। অতএব আপনি কাফেরদের সাহায্যকারী হবেন না।",
      "verse_87": "কাফেররা যেন আপনাকে আল্লাহর আয়াত থেকে বিমুখ না করে সেগুলো আপনার প্রতি অবর্তীর্ণ হওয়ার পর আপনি আপনার পালনকর্তার প্রতি দাওয়াত দিন এবং কিছুতেই মুশরিকদের অন্তর্ভুক্ত হবেন না।",
      "verse_88": "আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। তিনি ব্যতীত অন্য কোন উপাস্য নেই। আল্লাহর সত্তা ব্যতীত সবকিছু ধবংস হবে। বিধান তাঁরই এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।"
    }
  }
]
