[
  {
    "verse": {
      "verse_0": "بِسْمِاللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "verse_1": "صۚ وَالْقُرْآنِ ذِي الذِّكْرِ",
      "verse_2": "بَلِالَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ",
      "verse_3": "كَمْأَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا وَّلَاتَ حِينَ مَنَاصٍ",
      "verse_4": "وَعَجِبُواأَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ ۖ وَقَالَ الْكَافِرُونَ هَٰذَا سَاحِرٌ كَذَّابٌ",
      "verse_5": "أَجَعَلَالْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ",
      "verse_6": "وَانطَلَقَالْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَيْءٌ يُرَادُ",
      "verse_7": "مَاسَمِعْنَا بِهَٰذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَٰذَا إِلَّا اخْتِلَاقٌ",
      "verse_8": "أَأُنزِلَعَلَيْهِ الذِّكْرُ مِن بَيْنِنَا ۚ بَلْ هُمْ فِي شَكٍّ مِّن ذِكْرِي ۖ بَل لَّمَّا يَذُوقُوا عَذَابِ",
      "verse_9": "أَمْعِندَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ",
      "verse_10": "أَمْلَهُم مُّلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا فِي الْأَسْبَابِ",
      "verse_11": "جُندٌمَّا هُنَالِكَ مَهْزُومٌ مِّنَ الْأَحْزَابِ",
      "verse_12": "كَذَّبَتْقَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ",
      "verse_13": "وَثَمُودُوَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ ۚ أُولَٰئِكَ الْأَحْزَابُ",
      "verse_14": "إِنكُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ",
      "verse_15": "وَمَايَنظُرُ هَٰؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَّا لَهَا مِن فَوَاقٍ",
      "verse_16": "وَقَالُوارَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ",
      "verse_17": "اصْبِرْعَلَىٰ مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ ۖ إِنَّهُ أَوَّابٌ",
      "verse_18": "إِنَّاسَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ",
      "verse_19": "وَالطَّيْرَمَحْشُورَةً ۖ كُلٌّ لَّهُ أَوَّابٌ",
      "verse_20": "وَشَدَدْنَامُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ",
      "verse_21": "وَهَلْأَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ",
      "verse_22": "إِذْدَخَلُوا عَلَىٰ دَاوُودَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَاحْكُم بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَىٰ سَوَاءِ الصِّرَاطِ",
      "verse_23": "إِنَّهَٰذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ",
      "verse_24": "قَالَلَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِ ۖ وَإِنَّ كَثِيرًا مِّنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَّا هُمْ ۗ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ ۩",
      "verse_25": "فَغَفَرْنَالَهُ ذَٰلِكَ ۖ وَإِنَّ لَهُ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ",
      "verse_26": "يَادَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ اللَّهِ ۚ إِنَّ الَّذِينَ يَضِلُّونَ عَن سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ",
      "verse_27": "وَمَاخَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ",
      "verse_28": "أَمْنَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ",
      "verse_29": "كِتَابٌأَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ",
      "verse_30": "وَوَهَبْنَالِدَاوُودَ سُلَيْمَانَ ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ",
      "verse_31": "إِذْعُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ",
      "verse_32": "فَقَالَإِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَن ذِكْرِ رَبِّي حَتَّىٰ تَوَارَتْ بِالْحِجَابِ",
      "verse_33": "رُدُّوهَاعَلَيَّ ۖ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ",
      "verse_34": "وَلَقَدْفَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ",
      "verse_35": "قَالَرَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَّا يَنبَغِي لِأَحَدٍ مِّن بَعْدِي ۖ إِنَّكَ أَنتَ الْوَهَّابُ",
      "verse_36": "فَسَخَّرْنَالَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ",
      "verse_37": "وَالشَّيَاطِينَكُلَّ بَنَّاءٍ وَغَوَّاصٍ",
      "verse_38": "وَآخَرِينَمُقَرَّنِينَ فِي الْأَصْفَادِ",
      "verse_39": "هَٰذَاعَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
      "verse_40": "وَإِنَّلَهُ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ",
      "verse_41": "وَاذْكُرْعَبْدَنَا أَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ",
      "verse_42": "ارْكُضْبِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ",
      "verse_43": "وَوَهَبْنَالَهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
      "verse_44": "وَخُذْبِيَدِكَ ضِغْثًا فَاضْرِب بِّهِ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَاهُ صَابِرًا ۚ نِّعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ",
      "verse_45": "وَاذْكُرْعِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ",
      "verse_46": "إِنَّاأَخْلَصْنَاهُم بِخَالِصَةٍ ذِكْرَى الدَّارِ",
      "verse_47": "وَإِنَّهُمْعِندَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ",
      "verse_48": "وَاذْكُرْإِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۖ وَكُلٌّ مِّنَ الْأَخْيَارِ",
      "verse_49": "هَٰذَاذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ",
      "verse_50": "جَنَّاتِعَدْنٍ مُّفَتَّحَةً لَّهُمُ الْأَبْوَابُ",
      "verse_51": "مُتَّكِئِينَفِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
      "verse_52": "وَعِندَهُمْقَاصِرَاتُ الطَّرْفِ أَتْرَابٌ",
      "verse_53": "هَٰذَامَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ",
      "verse_54": "إِنَّهَٰذَا لَرِزْقُنَا مَا لَهُ مِن نَّفَادٍ",
      "verse_55": "هَٰذَاۚ وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ",
      "verse_56": "جَهَنَّمَيَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ",
      "verse_57": "هَٰذَافَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
      "verse_58": "وَآخَرُمِن شَكْلِهِ أَزْوَاجٌ",
      "verse_59": "هَٰذَافَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ ۖ لَا مَرْحَبًا بِهِمْ ۚ إِنَّهُمْ صَالُو النَّارِ",
      "verse_60": "قَالُوابَلْ أَنتُمْ لَا مَرْحَبًا بِكُمْ ۖ أَنتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ الْقَرَارُ",
      "verse_61": "قَالُوارَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ",
      "verse_62": "وَقَالُوامَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ الْأَشْرَارِ",
      "verse_63": "أَتَّخَذْنَاهُمْسِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ",
      "verse_64": "إِنَّذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ",
      "verse_65": "قُلْإِنَّمَا أَنَا مُنذِرٌ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ",
      "verse_66": "رَبُّالسَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ",
      "verse_67": "قُلْهُوَ نَبَأٌ عَظِيمٌ",
      "verse_68": "أَنتُمْعَنْهُ مُعْرِضُونَ",
      "verse_69": "مَاكَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَىٰ إِذْ يَخْتَصِمُونَ",
      "verse_70": "إِنيُوحَىٰ إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُّبِينٌ",
      "verse_71": "إِذْقَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن طِينٍ",
      "verse_72": "فَإِذَاسَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ",
      "verse_73": "فَسَجَدَالْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "verse_74": "إِلَّاإِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
      "verse_75": "قَالَيَا إِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ الْعَالِينَ",
      "verse_76": "قَالَأَنَا خَيْرٌ مِّنْهُ ۖ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ",
      "verse_77": "قَالَفَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
      "verse_78": "وَإِنَّعَلَيْكَ لَعْنَتِي إِلَىٰ يَوْمِ الدِّينِ",
      "verse_79": "قَالَرَبِّ فَأَنظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "verse_80": "قَالَفَإِنَّكَ مِنَ الْمُنظَرِينَ",
      "verse_81": "إِلَىٰيَوْمِ الْوَقْتِ الْمَعْلُومِ",
      "verse_82": "قَالَفَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "verse_83": "إِلَّاعِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
      "verse_84": "قَالَفَالْحَقُّ وَالْحَقَّ أَقُولُ",
      "verse_85": "لَأَمْلَأَنَّجَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
      "verse_86": "قُلْمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ",
      "verse_87": "إِنْهُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ",
      "verse_88": "وَلَتَعْلَمُنَّنَبَأَهُ بَعْدَ حِينٍ"
    },
    "verse_en": {
      "verse_0": "In the name of God, the Gracious, the Merciful.",
      "verse_1": "Saad. By the renowned Quran.",
      "verse_2": "Those who disbelieve are steeped in arrogance and defiance.",
      "verse_3": "How many generations have We destroyed before them? They cried out when it was too late to escape.",
      "verse_4": "And they marveled that a warner has come to them from among them. The disbelievers said, \"This is a lying magician.\"",
      "verse_5": "\"Did he turn all the gods into one God? This is something strange.\"",
      "verse_6": "The notables among them announced: \"Go on, and hold fast to your gods. This is something planned.",
      "verse_7": "We never heard of this in the former faith. This is nothing but a fabrication.",
      "verse_8": "Was the message sent down to him, out of all of us?\" In fact, they are doubtful of My warning. In fact, they have not yet tasted My punishment.",
      "verse_9": "Or do they possess the treasuries of the mercy of your Lord-the Majestic, the Giver?",
      "verse_10": "Or do they possess the sovereignty of the heavens and the earth and what is between them? Then let them ascend the ropes.",
      "verse_11": "An army of confederates with be defeated there.",
      "verse_12": "Before them the people of Noah denied the truth; as did Aad, and Pharaoh of the Stakes.",
      "verse_13": "And Thamood, and the people of Lot, and the dwellers of the Woods-these were the confederates.",
      "verse_14": "None of them but denied the messengers, so My retribution was deserved.",
      "verse_15": "These can expect only a single scream, from which there is no recovery.",
      "verse_16": "And they say, \"Our Lord, hasten Your writ upon us, before the Day of Account.\"",
      "verse_17": "Be patient in the face of what they say, and mention Our servant David, the resourceful. He was obedient.",
      "verse_18": "We committed the mountains to glorify with him, in the evening and at daybreak.",
      "verse_19": "And the birds, gathered together. All obedient to him.",
      "verse_20": "And We strengthened his kingdom, and gave him wisdom and decisive speech.",
      "verse_21": "Has the story of the two disputants reached you? When they scaled the sanctuary?",
      "verse_22": "When they entered upon David, and he was startled by them. They said, \"Do not fear. Two disputants; one of us has wronged the other; so judge between us fairly, and do not be biased, and guide us to the straight way.\"",
      "verse_23": "\"This brother of mine has ninety nine ewes, and I have one ewe, and he said, 'Entrust it to me,' and he pressured me with words.\"",
      "verse_24": "He said, \"He has done you wrong by asking your ewe in addition to his ewes. Many partners take advantage of one another, except those who believe and do good deeds, but these are so few.\" David realized that We were testing him, so he sought forgiveness from his Lord, and fell down to his knees, and repented.",
      "verse_25": "So We forgave him that. And for him is nearness to Us, and a good place of return.",
      "verse_26": "\"O David, We made you a ruler in the land, so judge between the people with justice, and do not follow desire, lest it diverts you from God's path. Those who stray from God's path will have a painful punishment, for having ignored the Day of Account.\"",
      "verse_27": "We did not create the heaven and the earth and everything between them in vain. That is the assumption of those who disbelieve-so woe to those who disbelieve because of the Fire.",
      "verse_28": "Or are We to treat those who believe and do righteous deeds like those who make trouble on earth? Or are We to treat the pious like the shameless?",
      "verse_29": "A blessed Book that We sent down to you, that they may ponder its Verses, and for those with intelligence to take heed.",
      "verse_30": "And We granted David, Solomon, an excellent servant. He was penitent.",
      "verse_31": "When the beautiful horses were paraded before him in the evening.",
      "verse_32": "He said, \"I have preferred the love of niceties to the remembrance of my Lord-until it disappeared behind the veil.",
      "verse_33": "Bring them back to me.\" And he began caressing their legs and necks.",
      "verse_34": "We tested Solomon, and placed a body on his throne; then he repented.",
      "verse_35": "He said, \"My Lord, forgive me, and grant me a kingdom never to be attained by anyone after me. You are the Giver.\"",
      "verse_36": "So We placed the wind at his service, blowing gently by his command, wherever he directed.",
      "verse_37": "And the demons-every builder and diver.",
      "verse_38": "And others fettered in chains.",
      "verse_39": "\"This is Our gift; so give generously, or withhold; without account.\"",
      "verse_40": "For him is nearness to Us, and a beautiful resort.",
      "verse_41": "And mention Our servant Job, when he called out to his Lord, \"Satan has afflicted me with hardship and pain.\"",
      "verse_42": "\"Stamp with your foot-here is cool water to wash with, and to drink.\"",
      "verse_43": "And We restored his family for him, and their like with them; as a mercy from Us, and a lesson for those who possess insight.",
      "verse_44": "\"Take with your hand a bundle, and strike with it, and do not break your oath.\" We found him patient. What an excellent servant! He was obedient.",
      "verse_45": "And mention Our servants Abraham, Isaac, and Jacob-endowed with ability and vision.",
      "verse_46": "We distinguished them with a distinct quality: the remembrance of the Home.",
      "verse_47": "To Us they are among the chosen, the outstanding.",
      "verse_48": "And mention Ishmael, Elisha, and Ezekiel; all are among the outstanding.",
      "verse_49": "This is a reminder. The devout will have a good place of return.",
      "verse_50": "The Gardens of Eden, with their doors wide-open for them.",
      "verse_51": "Relaxing therein, and calling for abundant fruit and beverage.",
      "verse_52": "With them will be attendants with modest gaze, of same age.",
      "verse_53": "This is what you are promised for the Day of Account.",
      "verse_54": "Such is Our bounty, inexhaustible.",
      "verse_55": "All This. But the transgressors will have a miserable return.",
      "verse_56": "Hell; in which they will roast; what a miserable abode!",
      "verse_57": "All this. Let them taste it-boiling and bitter cold.",
      "verse_58": "And similar torments of diverse kinds.",
      "verse_59": "\"This is a crowd rushing headlong with you.\" There is no welcome for them. They will be scorched by the Fire.",
      "verse_60": "They will say, \"But it is you! There is no welcome for you! It is you who brought it upon us! What a miserable end!\"",
      "verse_61": "They will say, \"Our Lord, whoever brought this upon us, give him double torment in the Fire.\"",
      "verse_62": "And they will say, \"What is it with us that we do not see men we used to count among the wicked?",
      "verse_63": "Did we take them for mockery, or have our eyes swerved from them?",
      "verse_64": "This is certainly true-the feuding of the people of the Fire.",
      "verse_65": "Say, \"I am only a warner, and there is no god except God-the One, the Conqueror.",
      "verse_66": "The Lord of the heavens and the earth, and everything between them; the Mighty, the Forgiver.\"",
      "verse_67": "Say, \"It is a message of great importance.",
      "verse_68": "From which you are turning away.",
      "verse_69": "I have no knowledge of the Highest Assembly as they dispute.",
      "verse_70": "It is only revealed to me that I am a clear warner.\"",
      "verse_71": "Your Lord said to the angels, \"I am creating a human being from clay.",
      "verse_72": "When I have formed him, and breathed into him of My spirit, fall prostrate before him.",
      "verse_73": "So the angels fell prostrate, all of them.",
      "verse_74": "Except for Satan. He was too proud, and one of the faithless.",
      "verse_75": "He said, \"O Satan, what prevented you from prostrating before what I created with My Own hands? Are you too proud, or were you one of the exalted?\"",
      "verse_76": "He said, \"I am better than he; You created me from fire, and You created him from clay.\"",
      "verse_77": "He said, \"Then get out of here! You are an outcast!",
      "verse_78": "And My curse will be upon you until the Day of Judgment.\"",
      "verse_79": "He said, \"Lord, defer me until the Day they are resurrected.\"",
      "verse_80": "He said, \"You are one of those deferred.",
      "verse_81": "Until the Day of the Time Appointed.\"",
      "verse_82": "He said, \"By Your majesty, I will seduce them all.",
      "verse_83": "Except for your loyal servants among them.\"",
      "verse_84": "He said, \"The truth is, and I say the truth.",
      "verse_85": "I will fill Hell with you, and with every one of them who follows you.\"",
      "verse_86": "Say, \"I ask of you no wage for this, and I am not a pretender.",
      "verse_87": "It is but a reminder to mankind.",
      "verse_88": "And you will know its message after a while.\""
    },
    "verse_bn": {
      "verse_0": "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
      "verse_1": "ছোয়াদ। শপথ উপদেশপূর্ণ কোরআনের,",
      "verse_2": "বরং যারা কাফের, তারা অহংকার ও বিরোধিতায় লিপ্ত।",
      "verse_3": "তাদের আগে আমি কত জনগোষ্ঠীকে ধ্বংস করেছি, অতঃপর তারা আর্তনাদ করতে শুরু করেছে কিন্তু তাদের নিষ্কৃতি লাভের সময় ছিল না।",
      "verse_4": "তারা বিস্ময়বোধ করে যে, তাদেরই কাছে তাদের মধ্যে থেকে একজন সতর্ককারী আগমন করেছেন। আর কাফেররা বলে এ-তো এক মিথ্যাচারী যাদুকর।",
      "verse_5": "সে কি বহু উপাস্যের পরিবর্তে এক উপাস্যের উপাসনা সাব্যস্ত করে দিয়েছে। নিশ্চয় এটা এক বিস্ময়কর ব্যাপার।",
      "verse_6": "তাদের কতিপয় বিশিষ্ট ব্যক্তি একথা বলে প্রস্থান করে যে, তোমরা চলে যাও এবং তোমাদের উপাস্যদের পূজায় দৃঢ় থাক। নিশ্চয়ই এ বক্তব্য কোন বিশেষ উদ্দেশ্যে প্রণোদিত।",
      "verse_7": "আমরা সাবেক ধর্মে এ ধরনের কথা শুনিনি। এটা মনগড়া ব্যাপার বৈ নয়।",
      "verse_8": "আমাদের মধ্য থেকে শুধু কি তারই প্রতি উপদেশ বানী অবতীর্ণ হল? বস্তুতঃ ওরা আমার উপদেশ সম্পর্কে সন্দিহান; বরং ওরা এখনও আমার মার আস্বাদন করেনি।",
      "verse_9": "না কি তাদের কাছে আপনার পরাক্রান্ত দয়াবান পালনকর্তার রহমতের কোন ভান্ডার রয়েছে?",
      "verse_10": "নাকি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর উপর তাদের সাম্রাজ্য রয়েছে? থাকলে তাদের আকাশে আরোহণ করা উচিত রশি ঝুলিয়ে।",
      "verse_11": "এক্ষেত্রে বহু বাহিনীর মধ্যে ওদেরও এক বাহিনী আছে, যা পরাজিত হবে।",
      "verse_12": "তাদের পূর্বেও মিথ্যারোপ করেছিল নূহের সম্প্রদায়, আদ, কীলক বিশিষ্ট ফেরাউন,",
      "verse_13": "সামুদ, লূতের সম্প্রদায় ও আইকার লোকেরা। এরাই ছিল বহু বাহিনী।",
      "verse_14": "এদের প্রত্যেকেই পয়গম্বরগণের প্রতি মিথ্যারোপ করেছে। ফলে আমার আযাব প্রতিষ্ঠিত হয়েছে।",
      "verse_15": "কেবল একটি মহানাদের অপেক্ষা করছে, যাতে দম ফেলার অবকাশ থাকবে না।",
      "verse_16": "তারা বলে, হে আমাদের পরওয়ারদেগার, আমাদের প্রাপ্য অংশ হিসাব দিবসের আগেই দিয়ে দাও।",
      "verse_17": "তারা যা বলে তাতে আপনি সবর করুন এবং আমার শক্তিশালী বান্দা দাউদকে স্মরণ করুন। সে ছিল আমার প্রতি প্রত্যাবর্তনশীল।",
      "verse_18": "আমি পর্বতমালাকে তার অনুগামী করে দিয়েছিলাম, তারা সকাল-সন্ধ্যায় তার সাথে পবিত্রতা ঘোষণা করত;",
      "verse_19": "আর পক্ষীকুলকেও, যারা তার কাছে সমবেত হত। সবাই ছিল তাঁর প্রতি প্রত্যাবর্তনশীল।",
      "verse_20": "আমি তাঁর সাম্রাজ্যকে সুদৃঢ় করেছিলাম এবং তাঁকে দিয়েছিলাম প্রজ্ঞা ও ফয়সালাকারী বাগ্নীতা।",
      "verse_21": "আপনার কাছে দাবীদারদের বৃত্তান্ত পৌছেছে, যখন তারা প্রাচীর ডিঙ্গীয়ে এবাদত খানায় প্রবেশ করেছিল।",
      "verse_22": "যখন তারা দাউদের কাছে অনুপ্রবেশ করল, তখন সে সন্ত্রস্ত হয়ে পড়ল। তারা বললঃ ভয় করবেন না; আমরা বিবদমান দুটি পক্ষ, একে অপরের প্রতি বাড়াবাড়ি করেছি। অতএব, আমাদের মধ্যে ন্যায়বিচার করুন, অবিচার করবেন না। আমাদেরকে সরল পথ প্রদর্শন করুন।",
      "verse_23": "সে আমার ভাই, সে নিরানব্বই দুম্বার মালিক আর আমি মালিক একটি মাদী দুম্বার। এরপরও সে বলেঃ এটিও আমাকে দিয়ে দাও। সে কথাবার্তায় আমার উপর বল প্রয়োগ করে।,",
      "verse_24": "দাউদ বললঃ সে তোমার দুম্বাটিকে নিজের দুম্বাগুলোর সাথে সংযুক্ত করার দাবী করে তোমার প্রতি অবিচার করেছে। শরীকদের অনেকেই একে অপরের প্রতি জুলুম করে থাকে। তবে তারা করে না, যারা আল্লাহর প্রতি বিশ্বাসী ও সৎকর্ম সম্পাদনকারী। অবশ্য এমন লোকের সংখ্যা অল্প। দাউদের খেয়াল হল যে, আমি তাকে পরীক্ষা করছি। অতঃপর সে তার পালনকর্তার কাছে ক্ষমা প্রার্থনা করল, সেজদায় লুটিয়ে পড়ল এবং তাঁর দিকে প্রত্যাবর্তন করল।",
      "verse_25": "আমি তার সে অপরাধ ক্ষমা করলাম। নিশ্চয় আমার কাছে তার জন্যে রয়েছে উচ্চ মর্তবা ও সুন্দর আবাসস্থল।",
      "verse_26": "হে দাউদ! আমি তোমাকে পৃথিবীতে প্রতিনিধি করেছি, অতএব, তুমি মানুষের মাঝে ন্যায়সঙ্গতভাবে রাজত্ব কর এবং খেয়াল-খুশীর অনুসরণ করো না। তা তোমাকে আল্লাহর পথ থেকে বিচ্যুত করে দেবে। নিশ্চয় যারা আল্লাহর পথ থেকে বিচ্যুত হয়, তাদের জন্যে রয়েছে কঠোর শাস্তি, এ কারণে যে, তারা হিসাবদিবসকে ভূলে যায়।",
      "verse_27": "আমি আসমান-যমীন ও এতদুভয়ের মধ্যবর্তী কোন কিছু অযথা সৃষ্টি করিনি। এটা কাফেরদের ধারণা। অতএব, কাফেরদের জন্যে রয়েছে দূর্ভোগ অর্থাৎ জাহান্নাম।",
      "verse_28": "আমি কি বিশ্বাসী ও সৎকর্মীদেরকে পৃথিবীতে বিপর্যয় সৃষ্টিকারী কাফেরদের সমতুল্য করে দেব? না খোদাভীরুদেরকে পাপাচারীদের সম্মান করে দেব।",
      "verse_29": "এটি একটি বরকতময় কিতাব, যা আমি আপনার প্রতি বরকত হিসেবে অবতীর্ণ করেছি, যাতে মানুষ এর আয়াতসূহ লক্ষ্য করে এবং বুদ্ধিমানগণ যেন তা অনুধাবন করে।",
      "verse_30": "আমি দাউদকে সোলায়মান দান করেছি। সে একজন উত্তম বান্দা। সে ছিল প্রত্যাবর্তনশীল।",
      "verse_31": "যখন তার সামনে অপরাহ্নে উৎকৃষ্ট অশ্বরাজি পেশ করা হল,,",
      "verse_32": "তখন সে বললঃ আমি তো আমার পরওয়ারদেগারের স্মরণে বিস্মৃত হয়ে সম্পদের মহব্বতে মুগ্ধ হয়ে পড়েছি-এমনকি সূর্য ডুবে গেছে।",
      "verse_33": "এগুলোকে আমার কাছে ফিরিয়ে আন। অতঃপর সে তাদের পা ও গলদেশ ছেদন করতে শুরু করল।",
      "verse_34": "আমি সোলায়মানকে পরীক্ষা করলাম এবং রেখে দিলাম তার সিংহাসনের উপর একটি নিস্প্রাণ দেহ। অতঃপর সে রুজু হল।",
      "verse_35": "সোলায়মান বললঃ হে আমার পালনকর্তা, আমাকে মাফ করুন এবং আমাকে এমন সাম্রাজ্য দান করুন যা আমার পরে আর কেউ পেতে পারবে না। নিশ্চয় আপনি মহাদাতা।",
      "verse_36": "তখন আমি বাতাসকে তার অনুগত করে দিলাম, যা তার হুকুমে অবাধে প্রবাহিত হত যেখানে সে পৌছাতে চাইত।",
      "verse_37": "আর সকল শয়তানকে তার অধীন করে দিলাম অর্থৎ, যারা ছিল প্রাসাদ নির্মাণকারী ও ডুবুরী।",
      "verse_38": "এবং অন্য আরও অনেককে অধীন করে দিলাম, যারা আবদ্ধ থাকত শৃঙ্খলে।",
      "verse_39": "এগুলো আমার অনুগ্রহ, অতএব, এগুলো কাউকে দাও অথবা নিজে রেখে দাও-এর কোন হিসেব দিতে হবে না।",
      "verse_40": "নিশ্চয় তার জন্যে আমার কাছে রয়েছে মর্যাদা ও শুভ পরিণতি।",
      "verse_41": "স্মরণ করুণ, আমার বান্দা আইয়্যুবের কথা, যখন সে তার পালনকর্তাকে আহবান করে বললঃ শয়তান আমাকে যন্ত্রণা ও কষ্ট পৌছিয়েছে।",
      "verse_42": "তুমি তোমার পা দিয়ে ভূমিতে আঘাত কর। ঝরণা নির্গত হল গোসল করার জন্যে শীতল ও পান করার জন্যে।",
      "verse_43": "আমি তাকে দিলাম তার পরিজনবর্গ ও তাদের মত আরও অনেক আমার পক্ষ থেকে রহমতস্বরূপ এবং বুদ্ধিমানদের জন্যে উপদেশস্বরূপ।",
      "verse_44": "তুমি তোমার হাতে এক মুঠো তৃণশলা নাও, তদ্বারা আঘাত কর এবং শপথ ভঙ্গ করো না। আমি তাকে পেলাম সবরকারী। চমৎকার বান্দা সে। নিশ্চয় সে ছিল প্রত্যাবর্তনশীল।",
      "verse_45": "স্মরণ করুন, হাত ও চোখের অধিকারী আমার বান্দা ইব্রাহীম, ইসহাক ও ইয়াকুবের কথা।",
      "verse_46": "আমি তাদের এক বিশেষ গুণ তথা পরকালের স্মরণ দ্বারা স্বাতন্ত্র্য দান করেছিলাম।",
      "verse_47": "আর তারা আমার কাছে মনোনীত ও সৎলোকদের অন্তর্ভুক্ত।",
      "verse_48": "স্মরণ করুণ, ইসমাঈল, আল ইয়াসা ও যুলকিফলের কথা। তারা প্রত্যেকেই গুনীজন।",
      "verse_49": "এ এক মহৎ আলোচনা। খোদাভীরুদের জন্যে রয়েছে উত্তম ঠিকানা-",
      "verse_50": "তথা স্থায়ী বসবাসের জান্নাত; তাদের জন্যে তার দ্বার উম্মুক্ত রয়েছে।",
      "verse_51": "সেখানে তারা হেলান দিয়ে বসবে। তারা সেখানে চাইবে অনেক ফল-মূল ও পানীয়।",
      "verse_52": "তাদের কাছে থাকবে আনতনয়না সমবয়স্কা রমণীগণ।",
      "verse_53": "তোমাদেরকে এরই প্রতিশ্রুতি দেয়া হচ্ছে বিচার দিবসের জন্যে।",
      "verse_54": "এটা আমার দেয়া রিযিক যা শেষ হবে না।",
      "verse_55": "এটাতো শুনলে, এখন দুষ্টদের জন্যে রয়েছে নিকৃষ্ট ঠিকানা",
      "verse_56": "তথা জাহান্নাম। তারা সেখানে প্রবেশ করবে। অতএব, কত নিকৃষ্ট সেই আবাস স্থল।",
      "verse_57": "এটা উত্তপ্ত পানি ও পঁূজ; অতএব তারা একে আস্বাদন করুক।",
      "verse_58": "এ ধরনের আরও কিছু শাস্তি আছে।",
      "verse_59": "এই তো একদল তোমাদের সাথে প্রবেশ করছে। তাদের জন্যে অভিনন্দন নেই তারা তো জাহান্নামে প্রবেশ করবে।",
      "verse_60": "তারা বলবে, তোমাদের জন্যে ও তো অভিনন্দন নেই। তোমরাই আমাদেরকে এ বিপদের সম্মুখীন করেছ। অতএব, এটি কতই না ঘৃণ্য আবাসস্থল।",
      "verse_61": "তারা বলবে, হে আমাদের পালনকর্তা, যে আমাদেরকে এর সম্মুখীন করেছে, আপনি জাহান্নামে তার শাস্তি দ্বিগুণ করে দিন।",
      "verse_62": "তারা আরও বলবে, আমাদের কি হল যে, আমরা যাদেরকে মন্দ লোক বলে গণ্য করতাম, তাদেরকে এখানে দেখছি না।",
      "verse_63": "আমরা কি অহেতুক তাদেরকে ঠাট্টার পাত্র করে নিয়েছিলাম, না আমাদের দৃষ্টি ভুল করছে?",
      "verse_64": "এটা অর্থাৎ জাহান্নামীদের পারস্পরিক বাক-বিতন্ডা অবশ্যম্ভাবী।",
      "verse_65": "বলুন, আমি তো একজন সতর্ককারী মাত্র এবং এক পরাক্রমশালী আল্লাহ ব্যতীত কোন উপাস্য নেই।",
      "verse_66": "তিনি আসমান-যমীন ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, পরাক্রমশালী, মার্জনাকারী।",
      "verse_67": "বলুন, এটি এক মহাসংবাদ,",
      "verse_68": "যা থেকে তোমরা মুখ ফিরিয়ে নিয়েছ।",
      "verse_69": "ঊর্ধ্ব জগৎ সম্পর্কে আমার কোন জ্ঞান ছিল না যখন ফেরেশতারা কথাবার্তা বলছিল।",
      "verse_70": "আমার কাছে এ ওহীই আসে যে, আমি একজন স্পষ্ট সতর্ককারী।",
      "verse_71": "যখন আপনার পালনকর্তা ফেরেশতাগণকে বললেন, আমি মাটির মানুষ সৃষ্টি করব।",
      "verse_72": "যখন আমি তাকে সুষম করব এবং তাতে আমার রূহ ফুঁকে দেব, তখন তোমরা তার সম্মুখে সেজদায় নত হয়ে যেয়ো।",
      "verse_73": "অতঃপর সমস্ত ফেরেশতাই একযোগে সেজদায় নত হল,",
      "verse_74": "কিন্তু ইবলীস; সে অহংকার করল এবং অস্বীকারকারীদের অন্তর্ভুক্ত হয়ে গেল।",
      "verse_75": "আল্লাহ বললেন, হে ইবলীস, আমি স্বহস্তে যাকে সৃষ্টি করেছি, তার সম্মুখে সেজদা করতে তোমাকে কিসে বাধা দিল? তুমি অহংকার করলে, না তুমি তার চেয়ে উচ্চ মর্যাদা সম্পন্ন?",
      "verse_76": "সে বললঃ আমি তার চেয়ে উত্তম আপনি আমাকে আগুনের দ্বারা সৃষ্টি করেছেন, আর তাকে সৃষ্টি করেছেন মাটির দ্বারা।",
      "verse_77": "আল্লাহ বললেনঃ বের হয়ে যা, এখান থেকে। কারণ, তুই অভিশপ্ত।",
      "verse_78": "তোর প্রতি আমার এ অভিশাপ বিচার দিবস পর্যন্ত স্থায়ী হবে।",
      "verse_79": "সে বললঃ হে আমার পালনকর্তা, আপনি আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।",
      "verse_80": "আল্লঅহ বললেনঃ তোকে অবকাশ দেয়া হল।",
      "verse_81": "সে সময়ের দিন পর্যন্ত যা জানা।",
      "verse_82": "সে বলল, আপনার ইযযতের কসম, আমি অবশ্যই তাদের সবাইকে বিপথগামী করে দেব।",
      "verse_83": "তবে তাদের মধ্যে যারা আপনার খাঁটি বান্দা, তাদেরকে ছাড়া।",
      "verse_84": "আল্লাহ বললেনঃ তাই ঠিক, আর আমি সত্য বলছি-",
      "verse_85": "তোর দ্বারা আর তাদের মধ্যে যারা তোর অনুসরণ করবে তাদের দ্বারা আমি জাহান্নাম পূর্ণ করব।",
      "verse_86": "বলুন, আমি তোমাদের কাছে কোন প্রতিদান চাই না আর আমি লৌকিকতাকারীও নই।",
      "verse_87": "এটা তো বিশ্ববাসীর জন্যে এক উপদেশ মাত্র।",
      "verse_88": "তোমরা কিছু কাল পরে এর সংবাদ অবশ্যই জানতে পারবে।"
    }
  }
]
