[
  {
    "verse": {
      "verse_0": "بِسْمِاللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "verse_1": "وَالذَّارِيَاتِذَرْوًا",
      "verse_2": "فَالْحَامِلَاتِوِقْرًا",
      "verse_3": "فَالْجَارِيَاتِيُسْرًا",
      "verse_4": "فَالْمُقَسِّمَاتِأَمْرًا",
      "verse_5": "إِنَّمَاتُوعَدُونَ لَصَادِقٌ",
      "verse_6": "وَإِنَّالدِّينَ لَوَاقِعٌ",
      "verse_7": "وَالسَّمَاءِذَاتِ الْحُبُكِ",
      "verse_8": "إِنَّكُمْلَفِي قَوْلٍ مُّخْتَلِفٍ",
      "verse_9": "يُؤْفَكُعَنْهُ مَنْ أُفِكَ",
      "verse_10": "قُتِلَالْخَرَّاصُونَ",
      "verse_11": "الَّذِينَهُمْ فِي غَمْرَةٍ سَاهُونَ",
      "verse_12": "يَسْأَلُونَأَيَّانَ يَوْمُ الدِّينِ",
      "verse_13": "يَوْمَهُمْ عَلَى النَّارِ يُفْتَنُونَ",
      "verse_14": "ذُوقُوافِتْنَتَكُمْ هَٰذَا الَّذِي كُنتُم بِهِ تَسْتَعْجِلُونَ",
      "verse_15": "إِنَّالْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
      "verse_16": "آخِذِينَمَا آتَاهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُحْسِنِينَ",
      "verse_17": "كَانُواقَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ",
      "verse_18": "وَبِالْأَسْحَارِهُمْ يَسْتَغْفِرُونَ",
      "verse_19": "وَفِيأَمْوَالِهِمْ حَقٌّ لِّلسَّائِلِ وَالْمَحْرُومِ",
      "verse_20": "وَفِيالْأَرْضِ آيَاتٌ لِّلْمُوقِنِينَ",
      "verse_21": "وَفِيأَنفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ",
      "verse_22": "وَفِيالسَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
      "verse_23": "فَوَرَبِّالسَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِّثْلَ مَا أَنَّكُمْ تَنطِقُونَ",
      "verse_24": "هَلْأَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ",
      "verse_25": "إِذْدَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا ۖ قَالَ سَلَامٌ قَوْمٌ مُّنكَرُونَ",
      "verse_26": "فَرَاغَإِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ",
      "verse_27": "فَقَرَّبَهُإِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
      "verse_28": "فَأَوْجَسَمِنْهُمْ خِيفَةً ۖ قَالُوا لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ",
      "verse_29": "فَأَقْبَلَتِامْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
      "verse_30": "قَالُواكَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ",
      "verse_31": "قَالَفَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
      "verse_32": "قَالُواإِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
      "verse_33": "لِنُرْسِلَعَلَيْهِمْ حِجَارَةً مِّن طِينٍ",
      "verse_34": "مُّسَوَّمَةًعِندَ رَبِّكَ لِلْمُسْرِفِينَ",
      "verse_35": "فَأَخْرَجْنَامَن كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ",
      "verse_36": "فَمَاوَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ",
      "verse_37": "وَتَرَكْنَافِيهَا آيَةً لِّلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ",
      "verse_38": "وَفِيمُوسَىٰ إِذْ أَرْسَلْنَاهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَانٍ مُّبِينٍ",
      "verse_39": "فَتَوَلَّىٰبِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ",
      "verse_40": "فَأَخَذْنَاهُوَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ",
      "verse_41": "وَفِيعَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ",
      "verse_42": "مَاتَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ",
      "verse_43": "وَفِيثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّىٰ حِينٍ",
      "verse_44": "فَعَتَوْاعَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنظُرُونَ",
      "verse_45": "فَمَااسْتَطَاعُوا مِن قِيَامٍ وَمَا كَانُوا مُنتَصِرِينَ",
      "verse_46": "وَقَوْمَنُوحٍ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
      "verse_47": "وَالسَّمَاءَبَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ",
      "verse_48": "وَالْأَرْضَفَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ",
      "verse_49": "وَمِنكُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
      "verse_50": "فَفِرُّواإِلَى اللَّهِ ۖ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
      "verse_51": "وَلَاتَجْعَلُوا مَعَ اللَّهِ إِلَٰهًا آخَرَ ۖ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
      "verse_52": "كَذَٰلِكَمَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ",
      "verse_53": "أَتَوَاصَوْابِهِ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ",
      "verse_54": "فَتَوَلَّعَنْهُمْ فَمَا أَنتَ بِمَلُومٍ",
      "verse_55": "وَذَكِّرْفَإِنَّ الذِّكْرَىٰ تَنفَعُ الْمُؤْمِنِينَ",
      "verse_56": "وَمَاخَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ",
      "verse_57": "مَاأُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ",
      "verse_58": "إِنَّاللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ",
      "verse_59": "فَإِنَّلِلَّذِينَ ظَلَمُوا ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ",
      "verse_60": "فَوَيْلٌلِّلَّذِينَ كَفَرُوا مِن يَوْمِهِمُ الَّذِي يُوعَدُونَ"
    },
    "verse_en": {
      "verse_0": "In the name of God, the Gracious, the Merciful.",
      "verse_1": "By the spreaders spreading.",
      "verse_2": "And those carrying loads.",
      "verse_3": "And those moving gently.",
      "verse_4": "And those distributing as commanded.",
      "verse_5": "What you are promised is true.",
      "verse_6": "Judgment will take place.",
      "verse_7": "By the sky that is woven.",
      "verse_8": "You differ in what you say.",
      "verse_9": "Averted from it is he who is averted.",
      "verse_10": "Perish the imposters.",
      "verse_11": "Those who are dazed in ignorance.",
      "verse_12": "They ask, \"When is the Day of Judgment?\"",
      "verse_13": "The Day they are presented to the Fire.",
      "verse_14": "\"Taste your ordeal. This is what you used to challenge.\"",
      "verse_15": "But the pious are amidst gardens and springs.",
      "verse_16": "Receiving what their Lord has given them. They were virtuous before that.",
      "verse_17": "They used to sleep a little at night.",
      "verse_18": "And at dawn, they would pray for pardon.",
      "verse_19": "And in their wealth, there was a share for the beggar and the deprived.",
      "verse_20": "And on earth are signs for the convinced.",
      "verse_21": "And within yourselves. Do you not see?",
      "verse_22": "And in the heaven is your livelihood, and what you are promised.",
      "verse_23": "By the Lord of the heaven and the earth, it is as true as the fact that you speak.",
      "verse_24": "Has the story of Abraham's honorable guests reached you?",
      "verse_25": "When they entered upon him, they said, \"Peace.\" He said, \"Peace, strangers.\"",
      "verse_26": "Then he slipped away to his family, and brought a fatted calf.",
      "verse_27": "He set it before them. He said, \"Will you not eat?\"",
      "verse_28": "And he harbored fear of them. They said, \"Do not fear,\" and they announced to him the good news of a knowledgeable boy.",
      "verse_29": "His wife came forward crying. She clasped her face, and said, \"A barren old woman?\"",
      "verse_30": "They said, \"Thus spoke your Lord. He is the Wise, the Knowing.\"",
      "verse_31": "He said, \"What is your business, O envoys?\"",
      "verse_32": "They said, \"We are sent to a people guilty of sin.\"",
      "verse_33": "\"To unleash upon them rocks of clay.\"",
      "verse_34": "\"Marked by your Lord for the excessive.\"",
      "verse_35": "We evacuated all the believers who were in it.",
      "verse_36": "But found in it only one household of Muslims.",
      "verse_37": "And We left in it a sign for those who fear the painful punishment.",
      "verse_38": "And in Moses. We sent him to Pharaoh with a clear authority.",
      "verse_39": "But he turned away with his warlords, and said, \"A sorcerer or a madman.\"",
      "verse_40": "So We seized him and his troops, and threw them into the sea, and He was to blame.",
      "verse_41": "And in Aad. We unleashed against them the devastating wind.",
      "verse_42": "It spared nothing it came upon, but rendered it like decayed ruins.",
      "verse_43": "And in Thamood. They were told, \"Enjoy yourselves for a while.\"",
      "verse_44": "But they defied the command of their Lord, so the lightning struck them as they looked on.",
      "verse_45": "They could not rise up, nor could they find help.",
      "verse_46": "And before that, the people of Noah. They were immoral people.",
      "verse_47": "We constructed the universe with power, and We are expanding it.",
      "verse_48": "And the earth-We spread it out-How well We prepared it!",
      "verse_49": "We created all things in pairs, so that you may reflect and ponder.",
      "verse_50": "\"So flee towards God. I am to you from Him a clear warner.\"",
      "verse_51": "\"And do not set up any other god with God. I am to you from Him a clear warner.\"",
      "verse_52": "Likewise, no messenger came to those before them, but they said, \"A sorcerer or a madman.\"",
      "verse_53": "Did they recommend it to one another? In fact, they are rebellious people.",
      "verse_54": "So turn away from them; you are not to blame.",
      "verse_55": "And remind, for the reminder benefits the believers.",
      "verse_56": "I did not create the jinn and the humans except to worship Me.",
      "verse_57": "I need no livelihood from them, nor do I need them to feed Me.",
      "verse_58": "God is the Provider, the One with Power, the Strong.",
      "verse_59": "Those who do wrong will have their turn, like the turn of their counterparts, so let them not rush Me.",
      "verse_60": "So woe to those who disbelieve because of that Day of theirs which they are promised."
    },
    "verse_bn": {
      "verse_0": "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
      "verse_1": "কসম ঝঞ্ঝাবায়ুর।",
      "verse_2": "অতঃপর বোঝা বহনকারী মেঘের।",
      "verse_3": "অতঃপর মৃদু চলমান জলযানের,",
      "verse_4": "অতঃপর কর্ম বন্টনকারী ফেরেশতাগণের,",
      "verse_5": "তোমাদের প্রদত্ত ওয়াদা অবশ্যই সত্য।",
      "verse_6": "ইনসাফ অবশ্যম্ভাবী।",
      "verse_7": "পথবিশিষ্ট আকাশের কসম,",
      "verse_8": "তোমরা তো বিরোধপূর্ণ কথা বলছ।",
      "verse_9": "যে ভ্রষ্ট, সেই এ থেকে মুখ ফিরায়,",
      "verse_10": "অনুমানকারীরা ধ্বংস হোক,",
      "verse_11": "যারা উদাসীন, ভ্রান্ত।",
      "verse_12": "তারা জিজ্ঞাসা করে, কেয়ামত কবে হবে?",
      "verse_13": "যেদিন তারা অগ্নিতে পতিত হবে,",
      "verse_14": "তোমরা তোমাদের শাস্তি আস্বাদন কর। তোমরা একেই ত্বরান্বিত করতে চেয়েছিল।",
      "verse_15": "খোদাভীরুরা জান্নাতে ও প্রস্রবণে থাকবে।",
      "verse_16": "এমতাবস্থায় যে, তারা গ্রহণ করবে যা তাদের পালনকর্তা তাদেরকে দেবেন। নিশ্চয় ইতিপূর্বে তারা ছিল সৎকর্মপরায়ণ,",
      "verse_17": "তারা রাত্রির সামান্য অংশেই নিদ্রা যেত,",
      "verse_18": "রাতের শেষ প্রহরে তারা ক্ষমাপ্রার্থনা করত,",
      "verse_19": "এবং তাদের ধন-সম্পদে প্রার্থী ও বঞ্চিতের হক ছিল।",
      "verse_20": "বিশ্বাসকারীদের জন্যে পৃথিবীতে নিদর্শনাবলী রয়েছে,",
      "verse_21": "এবং তোমাদের নিজেদের মধ্যেও, তোমরা কি অনুধাবন করবে না?",
      "verse_22": "আকাশে রয়েছে তোমাদের রিযিক ও প্রতিশ্রুত সবকিছু।",
      "verse_23": "নভোমন্ডল ও ভূমন্ডলের পালনকর্তার কসম, তোমাদের কথাবার্তার মতই এটা সত্য।",
      "verse_24": "আপনার কাছে ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি?",
      "verse_25": "যখন তারা তাঁর কাছে উপস্থিত হয়ে বললঃ সালাম, তখন সে বললঃ সালাম। এরা তো অপরিচিত লোক।",
      "verse_26": "অতঃপর সে গ্রহে গেল এবং একটি ঘৃতেপক্ক মোটা গোবৎস নিয়ে হাযির হল।",
      "verse_27": "সে গোবৎসটি তাদের সামনে রেখে বললঃ তোমরা আহার করছ না কেন?",
      "verse_28": "অতঃপর তাদের সম্পর্কে সে মনে মনে ভীত হলঃ তারা বললঃ ভীত হবেন না। তারা তাঁকে একট জ্ঞানীগুণী পুত্র সন্তানের সুসংবাদ দিল।",
      "verse_29": "অতঃপর তাঁর স্ত্রী চীৎকার করতে করতে সামনে এল এবং মুখ চাপড়িয়ে বললঃ আমি তো বৃদ্ধা, বন্ধ্যা।",
      "verse_30": "তারা বললঃ তোমার পালনকর্তা এরূপই বলেছেন। নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ।",
      "verse_31": "ইব্রাহীম বললঃ হে প্রেরিত ফেরেশতাগণ, তোমাদের উদ্দেশ্য কি?",
      "verse_32": "তারা বললঃ আমরা এক অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি,",
      "verse_33": "যাতে তাদের উপর মাটির ঢিলা নিক্ষেপ করি।",
      "verse_34": "যা সীমাতিক্রমকারীদের জন্যে আপনার পালনকর্তার কাছে চিহিߦ#2468; আছে।",
      "verse_35": "অতঃপর সেখানে যারা ঈমানদার ছিল, আমি তাদেরকে উদ্ধার করলাম।",
      "verse_36": "এবং সেখানে একটি গৃহ ব্যতীত কোন মুসলমান আমি পাইনি।",
      "verse_37": "যারা যন্ত্রণাদায়ক শাস্তিকে ভয় করে, আমি তাদের জন্যে সেখানে একটি নিদর্শন রেখেছি।",
      "verse_38": "এবং নিদর্শন রয়েছে মূসার বৃত্তান্তে; যখন আমি তাকে সুস্পষ্ট প্রমাণসহ ফেরাউনের কাছে প্রেরণ করেছিলাম।",
      "verse_39": "অতঃপর সে শক্তিবলে মুখ ফিরিয়ে নিল এবং বললঃ সে হয় যাদুকর, না হয় পাগল।",
      "verse_40": "অতঃপর আমি তাকে ও তার সেনাবাহিনীকে পাকড়াও করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। সে ছিল অভিযুক্ত।",
      "verse_41": "এবং নিদর্শন রয়েছে তাদের কাহিনীতে; যখন আমি তাদের উপর প্রেরণ করেছিলাম অশুভ বায়ু।",
      "verse_42": "এই বায়ু যার উপর দিয়ে প্রবাহিত হয়েছিলঃ তাকেই চুর্ণ-বিচুর্ণ করে দিয়েছিল।",
      "verse_43": "আরও নিদর্শন রয়েছে সামূদের ঘটনায়; যখন তাদেরকে বলা হয়েছিল, কিছুকাল মজা লুটে নাও।",
      "verse_44": "অতঃপর তারা তাদের পালনকর্তার আদেশ অমান্য করল এবং তাদের প্রতি বজ্রঘাত হল এমতাবস্থায় যে, তারা তা দেখেছিল।",
      "verse_45": "অতঃপর তারা দাঁড়াতে সক্ষম হল না এবং কোন প্রতিকারও করতে পারল না।",
      "verse_46": "আমি ইতিপূর্বে নূহের সম্প্রদায়কে ধ্বংস করেছি। নিশ্চিতই তারা ছিল পাপাচারী সম্প্রদায়।",
      "verse_47": "আমি স্বীয় ক্ষমতাবলে আকাশ নির্মাণ করেছি এবং আমি অবশ্যই ব্যাপক ক্ষমতাশালী।",
      "verse_48": "আমি ভূমিকে বিছিয়েছি। আমি কত সুন্দরভাবেই না বিছাতে সক্ষম।",
      "verse_49": "আমি প্রত্যেক বস্তু জোড়ায় জোড়ায় সৃষ্টি করেছি, যাতে তোমরা হৃদয়ঙ্গম কর।",
      "verse_50": "অতএব, আল্লাহর দিকে ধাবিত হও। আমি তাঁর তরফ থেকে তোমাদের জন্যে সুস্পষ্ট সতর্ককারী।",
      "verse_51": "তোমরা আল্লাহর সাথে কোন উপাস্য সাব্যস্ত করো না। আমি তাঁর পক্ষ থেকে তোমাদের জন্য সুস্পষ্ট সতর্ককারী।",
      "verse_52": "এমনিভাবে, তাদের পূর্ববর্তীদের কাছে যখনই কোন রসূল আগমন করেছে, তারা বলছেঃ যাদুকর, না হয় উম্মাদ।",
      "verse_53": "তারা কি একে অপরকে এই উপদেশই দিয়ে গেছে? বস্তুতঃ ওরা দুষ্ট সম্প্রদায়।",
      "verse_54": "অতএব, আপনি ওদের থেকে মুখ ফিরিয়ে নিন। এতে আপনি অপরাধী হবেন না।",
      "verse_55": "এবং বোঝাতে থাকুন; কেননা, বোঝানো মুমিনদের উপকারে আসবে।",
      "verse_56": "আমার এবাদত করার জন্যই আমি মানব ও জিন জাতি সৃষ্টি করেছি।",
      "verse_57": "আমি তাদের কাছে জীবিকা চাই না এবং এটাও চাই না যে, তারা আমাকে আহার্য যোগাবে।",
      "verse_58": "আল্লাহ তা’আলাই তো জীবিকাদাতা শক্তির আধার, পরাক্রান্ত।",
      "verse_59": "অতএব, এই যালেমদের প্রাপ্য তাই, যা ওদের অতীত সহচরদের প্রাপ্য ছিল। কাজেই ওরা যেন আমার কাছে তা তাড়াতাড়ি না চায়।",
      "verse_60": "অতএব, কাফেরদের জন্যে দুর্ভোগ সেই দিনের, যেদিনের প্রতিশ্রুতি ওদেরকে দেয়া হয়েছে।"
    }
  }
]
