[
  {
    "verse": {
      "verse_0": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "verse_1": "وَالطُّورِ",
      "verse_2": "وَكِتَابٍ مَسْطُورٍ",
      "verse_3": "فِي رَقٍّ مَنْشُورٍ",
      "verse_4": "وَالْبَيْتِ الْمَعْمُورِ",
      "verse_5": "وَالسَّقْفِ الْمَرْفُوعِ",
      "verse_6": "وَالْبَحْرِ الْمَسْجُورِ",
      "verse_7": "إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ",
      "verse_8": "مَا لَهُ مِنْ دَافِعٍ",
      "verse_9": "يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا",
      "verse_10": "وَتَسِيرُ الْجِبَالُ سَيْرًا",
      "verse_11": "فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "verse_12": "الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ",
      "verse_13": "يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
      "verse_14": "هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ",
      "verse_15": "أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ",
      "verse_16": "اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ",
      "verse_17": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ",
      "verse_18": "فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ",
      "verse_19": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ",
      "verse_20": "مُتَّكِئِينَ عَلَىٰ سُرُرٍ مَصْفُوفَةٍ ۖ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ",
      "verse_21": "وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ۚ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ",
      "verse_22": "وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ",
      "verse_23": "يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ",
      "verse_24": "۞ وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ",
      "verse_25": "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ",
      "verse_26": "قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ",
      "verse_27": "فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ",
      "verse_28": "إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ ۖ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ",
      "verse_29": "فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ",
      "verse_30": "أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ",
      "verse_31": "قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُمْ مِنَ الْمُتَرَبِّصِينَ",
      "verse_32": "أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَٰذَا ۚ أَمْ هُمْ قَوْمٌ طَاغُونَ",
      "verse_33": "أَمْ يَقُولُونَ تَقَوَّلَهُ ۚ بَلْ لَا يُؤْمِنُونَ",
      "verse_34": "فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ",
      "verse_35": "أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ",
      "verse_36": "أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ ۚ بَلْ لَا يُوقِنُونَ",
      "verse_37": "أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ",
      "verse_38": "أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ ۖ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ",
      "verse_39": "أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ",
      "verse_40": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ",
      "verse_41": "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ",
      "verse_42": "أَمْ يُرِيدُونَ كَيْدًا ۖ فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ",
      "verse_43": "أَمْ لَهُمْ إِلَٰهٌ غَيْرُ اللَّهِ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
      "verse_44": "وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ",
      "verse_45": "فَذَرْهُمْ حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ",
      "verse_46": "يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنْصَرُونَ",
      "verse_47": "وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "verse_48": "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ",
      "verse_49": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ"
    },
    "verse_en": {
      "verse_0": "In the name of God, the Gracious, the Merciful.",
      "verse_1": "By the Mount.",
      "verse_2": "And a Book inscribed.",
      "verse_3": "In a published scroll.",
      "verse_4": "And the frequented House.",
      "verse_5": "And the elevated roof.",
      "verse_6": "And the seething sea.",
      "verse_7": "The punishment of your Lord is coming.",
      "verse_8": "There is nothing to avert it.",
      "verse_9": "On the Day when the heaven sways in agitation.",
      "verse_10": "And the mountains go into motion.",
      "verse_11": "Woe on that Day to the deniers.",
      "verse_12": "Those who play with speculation.",
      "verse_13": "The Day when they are shoved into the Fire of Hell forcefully.",
      "verse_14": "\"This is the Fire which you used to deny.",
      "verse_15": "Is this magic, or do you not see?",
      "verse_16": "Burn in it. Whether you are patient, or impatient, it is the same for you. You are only being repaid for what you used to do.\"",
      "verse_17": "But the righteous will be amid gardens and bliss.",
      "verse_18": "Enjoying what their Lord has given them, and their Lord has spared them the suffering of Hell.",
      "verse_19": "Eat and drink happily, for what you used to do.",
      "verse_20": "Relaxing on luxurious furnishings; and We will couple them with gorgeous spouses.",
      "verse_21": "Those who believed and their offspring followed them in faith-We will unite them with their offspring, and We will not deprive them of any of their works. Every person is hostage to what he has earned.",
      "verse_22": "And We will supply them with fruit, and meat; such as they desire.",
      "verse_23": "They will exchange therein a cup; wherein is neither harm, nor sin.",
      "verse_24": "Serving them will be youths like hidden pearls.",
      "verse_25": "And they will approach one another, inquiring.",
      "verse_26": "They will say, \"Before this, we were fearful for our families.",
      "verse_27": "But God blessed us, and spared us the agony of the Fiery Winds.",
      "verse_28": "Before this, we used to pray to Him. He is the Good, the Compassionate.\"",
      "verse_29": "So remind. By the grace of your Lord, you are neither a soothsayer, nor a madman.",
      "verse_30": "Or do they say, \"A poet-we await for him a calamity of time\"?",
      "verse_31": "Say, \"Go on waiting; I will be waiting with you.\"",
      "verse_32": "Or is it that their dreams compel them to this? Or are they aggressive people?",
      "verse_33": "Or do they say, \"He made it up\"? Rather, they do not believe.",
      "verse_34": "So let them produce a discourse like it, if they are truthful.",
      "verse_35": "Or were they created out of nothing? Or are they the creators?",
      "verse_36": "Or did they create the heavens and the earth? In fact, they are not certain.",
      "verse_37": "Or do they possess the treasuries of your Lord? Or are they the controllers?",
      "verse_38": "Or do they have a stairway by means of which they listen? Then let their listener produce a clear proof.",
      "verse_39": "Or for Him the daughters, and for you the sons?",
      "verse_40": "Or do you demand a payment from them, and they are burdened by debt?",
      "verse_41": "Or do they know the future, and they are writing it down?",
      "verse_42": "Or are they planning a conspiracy? The conspiracy will befall the disbelievers.",
      "verse_43": "Or do they have a god besides God? God transcends what they associate.",
      "verse_44": "Even if they were to see lumps of the sky falling down, they would say, \"A mass of clouds.\"",
      "verse_45": "So leave them until they meet their Day in which they will be stunned.",
      "verse_46": "The Day when their ploys will avail them nothing; and they will not be helped.",
      "verse_47": "For those who do wrong, there is a punishment besides that; but most of them do not know.",
      "verse_48": "So patiently await the decision of your Lord, for you are before Our Eyes; and proclaim the praises of your Lord when you arise.",
      "verse_49": "And glorify Him during the night, and at the receding of the stars."
    },
    "verse_bn": {
      "verse_0": "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
      "verse_1": "কসম তূরপর্বতের,",
      "verse_2": "এবং লিখিত কিতাবের,",
      "verse_3": "প্রশস্ত পত্রে,",
      "verse_4": "কসম বায়তুল-মামুর তথা আবাদ গৃহের,",
      "verse_5": "এবং সমুন্নত ছাদের,",
      "verse_6": "এবং উত্তাল সমুদ্রের,",
      "verse_7": "আপনার পালনকর্তার শাস্তি অবশ্যম্ভাবী,",
      "verse_8": "তা কেউ প্রতিরোধ করতে পারবে না।",
      "verse_9": "সেদিন আকাশ প্রকম্পিত হবে প্রবলভাবে।",
      "verse_10": "এবং পর্বতমালা হবে চলমান,",
      "verse_11": "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে,",
      "verse_12": "যারা ক্রীড়াচ্ছলে মিছেমিছি কথা বানায়।",
      "verse_13": "সেদিন তোমাদেরকে জাহান্নামের অগ্নির দিকে ধাক্কা মেরে মেরে নিয়ে যাওয়া হবে।",
      "verse_14": "এবং বলা হবেঃ এই সেই অগ্নি, যাকে তোমরা মিথ্যা বলতে,",
      "verse_15": "এটা কি জাদু, না তোমরা চোখে দেখছ না?",
      "verse_16": "এতে প্রবেশ কর অতঃপর তোমরা সবর কর অথবা না কর, উভয়ই তোমাদের জন্য সমান। তোমরা যা করতে তোমাদেরকে কেবল তারই প্রতিফল দেয়া হবে।",
      "verse_17": "নিশ্চয় খোদাভীরুরা থাকবে জান্নাতে ও নেয়ামতে।",
      "verse_18": "তারা উপভোগ করবে যা তাদের পালনকর্তা তাদের দেবেন এবং তিনি জাহান্নামের আযাব থেকে তাদেরকে রক্ষা করবেন।",
      "verse_19": "তাদেরকে বলা হবেঃ তোমরা যা করতে তার প্রতিফলস্বরূপ তোমরা তৃপ্ত হয়ে পানাহার কর।",
      "verse_20": "তারা শ্রেণীবদ্ধ সিংহাসনে হেলান দিয়ে বসবে। আমি তাদেরকে আয়তলোচনা হুরদের সাথে বিবাহবন্ধনে আবদ্ধ করে দেব।",
      "verse_21": "যারা ঈমানদার এবং যাদের সন্তানরা ঈমানে তাদের অনুগামী, আমি তাদেরকে তাদের পিতৃপুরুষদের সাথে মিলিত করে দেব এবং তাদের আমল বিন্দুমাত্রও হ্রাস করব না। প্রত্যেক ব্যক্তি নিজ কৃত কর্মের জন্য দায়ী।",
      "verse_22": "আমি তাদেরকে দেব ফল-মূল এবং মাংস যা তারা চাইবে।",
      "verse_23": "সেখানে তারা একে অপরকে পানপাত্র দেবে; যাতে অসার বকাবকি নেই এবং পাপকর্মও নেই।",
      "verse_24": "সুরক্ষিত মোতিসদৃশ কিশোররা তাদের সেবায় ঘুরাফেরা করবে।",
      "verse_25": "তারা একে অপরের দিকে মুখ করে জিজ্ঞাসাবাদ করবে।",
      "verse_26": "তারা বলবেঃ আমরা ইতিপূর্বে নিজেদের বাসগৃহে ভীত-কম্পিত ছিলাম।",
      "verse_27": "অতঃপর আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন এবং আমাদেরকে আগুনের শাস্তি থেকে রক্ষা করেছেন।",
      "verse_28": "আমরা পূর্বেও আল্লাহকে ডাকতাম। তিনি সৌজন্যশীল, পরম দয়ালু।",
      "verse_29": "অতএব, আপনি উপদেশ দান করুন। আপনার পালনকর্তার কৃপায় আপনি অতীন্দ্রিয়বাদী নন এবং উম্মাদও নন।",
      "verse_30": "তারা কি বলতে চায়ঃ সে একজন কবি আমরা তার মৃত্যু-দুর্ঘটনার প্রতীক্ষা করছি।",
      "verse_31": "বলুনঃ তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষারত আছি।",
      "verse_32": "তাদের বুদ্ধি কি এ বিষয়ে তাদেরকে আদেশ করে, না তারা সীমালংঘনকারী সম্প্রদায়?",
      "verse_33": "না তারা বলেঃ এই কোরআন সে নিজে রচনা করেছে? বরং তারা অবিশ্বাসী।",
      "verse_34": "যদি তারা সত্যবাদী হয়ে থাকে, তবেএর অনুরূপ কোন রচনা উপস্থিত করুক।",
      "verse_35": "তারা কি আপনা-আপনিই সৃজিত হয়ে গেছে, না তারা নিজেরাই স্রষ্টা?",
      "verse_36": "না তারা নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছে? বরং তারা বিশ্বাস করে না।",
      "verse_37": "তাদের কাছে কি আপনার পালনকর্তার ভান্ডার রয়েছে, না তারাই সবকিছুর তত্ত্বাবধায়ক?",
      "verse_38": "না তাদের কোন সিঁড়ি আছে, যাতে আরোহণ করে তারা শ্রবণ করে? থাকলে তাদের শ্রোতা সুস্পষ্ট প্রমাণ উপস্থিত করুক।",
      "verse_39": "না তার কন্যা-সন্তান আছে আর তোমাদের আছে পুত্রসন্তান?",
      "verse_40": "না আপনি তাদের কাছে পারিশ্রমিক চান যে, তাদের উপর জরিমানার বোঝা চেপে বসে?",
      "verse_41": "না তাদের কাছে অদৃশ্য বিষয়ের জ্ঞান আছে যে, তারাই তা লিপিবদ্ধ করে?",
      "verse_42": "না তারা চক্রান্ত করতে চায়? অতএব যারা কাফের, তারই চক্রান্তের শিকার হবে।",
      "verse_43": "না তাদের আল্লাহ তা’আলা ব্যতীত কোন উপাস্য আছে? তারা যাকে শরীক করে, আল্লাহ তা’আলা তা থেকে পবিত্র।",
      "verse_44": "তারা যদি আকাশের কোন খন্ডকে পতিত হতে দেখে, তবে বলে এটা তো পুঞ্জীভুত মেঘ।",
      "verse_45": "তাদেরকে ছেড়ে দিন সেদিন পর্যন্ত, যেদিন তাদের উপর বজ্রাঘাত পতিত হবে।",
      "verse_46": "সেদিন তাদের চক্রান্ত তাদের কোন উপকারে আসবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।",
      "verse_47": "গোনাহগারদের জন্যে এছাড়া আরও শাস্তি রয়েছে, কিন্তু তাদের অধিকাংশই তা জানে না।",
      "verse_48": "আপনি আপনার পালনকর্তার নির্দেশের অপেক্ষায় সবর করুন। আপনি আমার দৃষ্টির সামনে আছেন এবং আপনি আপনার পালনকর্তꦣ2494;র সপ্রশংস পবিত্রতা ঘোষণা করুন যখন আপনি গাত্রোত্থান করেন।",
      "verse_49": "এবং রাত্রির কিছু অংশে এবং তারকা অস্তমিত হওয়ার সময় তাঁর পবিত্রতা ঘোষণা করুন।"
    }
  }
]