[
  {
    "verse": {
      "verse_0": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "verse_1": "إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌۭ",
      "verse_2": "قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌۭ مُّبِينٌ",
      "verse_3": "أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "verse_4": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ",
      "verse_5": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًۭا وَنَهَارًۭا",
      "verse_6": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًۭا",
      "verse_7": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًۭا",
      "verse_8": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًۭا",
      "verse_9": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًۭا",
      "verse_10": "فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًۭا",
      "verse_11": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًۭا",
      "verse_12": "وَيُمْدِدْكُم بِأَمْوَٰلٍۢ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّٰتٍۢ وَيَجْعَل لَّكُمْ أَنْهَٰرًۭا",
      "verse_13": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًۭا",
      "verse_14": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
      "verse_15": "أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا",
      "verse_16": "وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًۭا وَجَعَلَ ٱلشَّمْسَ سِرَاجًۭا",
      "verse_17": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًۭا",
      "verse_18": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًۭا",
      "verse_19": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًۭا",
      "verse_20": "لِّتَسْلُكُوا۟ مِنْهَا سُبُلًۭا فِجَاجًۭا",
      "verse_21": "قَالَ نُوحٌۭ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًۭا",
      "verse_22": "وَمَكَرُوا۟ مَكْرًۭا كُبَّارًۭا",
      "verse_23": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّۭا وَلَا سُوَاعًۭا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًۭا",
      "verse_24": "وَقَدْ أَضَلُّوا۟ كَثِيرًۭا ۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلًۭا",
      "verse_25": "مِّمَّا خَطِيٓـَٰٔتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًۭا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًۭا",
      "verse_26": "وَقَالَ نُوحٌۭ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَٰفِرِينَ دَيَّارًا",
      "verse_27": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًۭا كَفَّارًۭا",
      "verse_28": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًۭا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارًۢا"
    },
    "verse_en": {
      "verse_0": "In the name of God, the Gracious, the Merciful.",
      "verse_1": "Say, \"It was revealed to me that a band of jinn listened in, and said, 'We have heard a wondrous Quran.",
      "verse_2": "It guides to rectitude, so we have believed in it; and we will never associate anyone with our Lord.",
      "verse_3": "And Exalted is the Grandeur of our Lord-He never had a mate, nor a child.",
      "verse_4": "But the fools among us used to say nonsense about God.",
      "verse_5": "And we thought that humans and jinn would never utter lies about God.",
      "verse_6": "Some individual humans used to seek power through some individual jinn, but they only increased them in confusion.",
      "verse_7": "They thought, as you thought, that God would never resurrect anyone.",
      "verse_8": "We probed the heaven, and found it filled with stern guards and projectiles.",
      "verse_9": "We used to take up positions to listen in; but whoever listens now finds a projectile in wait for him.",
      "verse_10": "We do not know whether ill is intended for those on earth, or if their Lord intends goodness for them.",
      "verse_11": "Some of us are righteous, but some of us are less than that; we follow divergent paths.",
      "verse_12": "We realized that we cannot defeat God on earth, and that we cannot escape Him by fleeing.",
      "verse_13": "And when we heard the guidance, we believed in it. Whoever believes in his Lord fears neither loss, nor burden.",
      "verse_14": "Among us are those who are submitting, and among us are the compromisers. As for those who have submitted-it is they who pursue rectitude.",
      "verse_15": "But as for the compromisers-they will be firewood for Hell.'\"",
      "verse_16": "Had they kept true to the Path, We would have given them plenty water to drink.",
      "verse_17": "To test them with it. Whoever turns away from the remembrance of his Lord, He will direct him to torment ever mounting.",
      "verse_18": "The places of worship are for God. So do not call, besides God, upon anyone else.",
      "verse_19": "And when the servant of God got up calling on Him, they almost fell on him in a mass.",
      "verse_20": "Say, \"I pray only to my Lord, and I never associate anyone with Him.\"",
      "verse_21": "Say, \"It is not in my power to harm you, nor to bring you to right conduct.\"",
      "verse_22": "Say, \"No one can protect me from God, and I will not find any refuge except with Him.",
      "verse_23": "Except for a proclamation from God and His messages. He who defies God and His Messenger-for him is the Fire of Hell, in which they will dwell forever.\"",
      "verse_24": "Until, when they see what they were promised, they will know who is weaker in helpers, and fewer in numbers.",
      "verse_25": "Say, \"I do not know whether what you are promised is near, or whether my Lord will extend it for a period.\"",
      "verse_26": "The Knower of the Invisible; He does not disclose His Invisible to anyone.",
      "verse_27": "Except to a Messenger of His choosing. He then dispatches guards before him and behind him.",
      "verse_28": "That He may know that they have conveyed the messages of their Lord. He encompasses what they have, and has tallied everything by number."
    },
    "verse_bn": {
      "verse_0": "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
      "verse_1": "আমি নূহকে প্রেরণ করেছিলাম তাঁর সম্প্রদায়ের প্রতি একথা বলেঃ তুমি তোমার সম্প্রদায়কে সতর্ক কর, তাদের প্রতি মর্মন্তদ শাস্তি আসার আগে।",
      "verse_2": "সে বলল, হে আমার সম্প্রদায়! আমি তোমাদের জন্যে স্পষ্ট সতর্ককারী।",
      "verse_3": "এ বিষয়ে যে, তোমরা আল্লাহ তা’আলার এবাদত কর, তাঁকে ভয় কর এবং আমার আনুগত্য কর।",
      "verse_4": "আল্লাহ তা’আলা তোমাদের পাপসমূহ ক্ষমা করবেন এবং নির্দিষ্ট সময় পর্যন্ত অবকাশ দিবেন। নিশ্চয় আল্লাহ তা’আলার নির্দিষ্টকাল যখন হবে, তখন অবকাশ দেয়া হবে না, যদি তোমরা তা জানতে!",
      "verse_5": "সে বললঃ হে আমার পালনকর্তা! আমি আমার সম্প্রদায়কে দিবারাত্রি দাওয়াত দিয়েছি;",
      "verse_6": "কিন্তু আমার দাওয়াত তাদের পলায়নকেই বৃদ্ধি করেছে।",
      "verse_7": "আমি যতবারই তাদেরকে দাওয়াত দিয়েছি, যাতে আপনি তাদেরকে ক্ষমা করেন, ততবারই তারা কানে অঙ্গুলি দিয়েছে, মুখমন্ডল বস্ত্রাবৃত করেছে, জেদ করেছে এবং খুব ঔদ্ধত্য প্রদর্শন করেছে।",
      "verse_8": "অতঃপর আমি তাদেরকে প্রকাশ্যে দাওয়াত দিয়েছি,",
      "verse_9": "অতঃপর আমি ঘোষণা সহকারে প্রচার করেছি এবং গোপনে চুপিসারে বলেছি।",
      "verse_10": "অতঃপর বলেছিঃ তোমরা তোমাদের পালনকর্তার ক্ষমা প্রার্থনা কর। তিনি অত্যন্ত ক্ষমাশীল।",
      "verse_11": "তিনি তোমাদের উপর অজস্র বৃষ্টিধারা ছেড়ে দিবেন,",
      "verse_12": "তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি বাড়িয়ে দিবেন, তোমাদের জন্যে উদ্যান স্থাপন করবেন এবং তোমাদের জন্যে নদীনালা প্রবাহিত করবেন।",
      "verse_13": "তোমাদের কি হল যে, তোমরা আল্লাহ তা’আলার শ্রেষ্টত্ব আশা করছ না।",
      "verse_14": "অথচ তিনি তোমাদেরকে বিভিন্ন রকমে সৃষ্টি করেছেন।",
      "verse_15": "তোমরা কি লক্ষ্য কর না যে, আল্লাহ কিভাবে সপ্ত আকাশ স্তরে স্তরে সৃষ্টি করেছেন।",
      "verse_16": "এবং সেখানে চন্দ্রকে রেখেছেন আলোরূপে এবং সূর্যকে রেখেছেন প্রদীপরূপে।",
      "verse_17": "আল্লাহ তা’আলা তোমাদেরকে মৃত্তিকা থেকে উদগত করেছেন।",
      "verse_18": "অতঃপর তাতে ফিরিয়ে নিবেন এবং আবার পুনরুত্থিত করবেন।",
      "verse_19": "আল্লাহ তা’আলা তোমাদের জন্যে ভূমিকে করেছেন বিছানা।",
      "verse_20": "যাতে তোমরা চলাফেরা কর প্রশস্ত পথে।",
      "verse_21": "নূহ বললঃ হে আমার পালনকর্তা, আমার সম্প্রদায় আমাকে অমান্য করেছে আর অনুসরণ করছে এমন লোককে, যার ধন-সম্পদ ও সন্তান-সন্ততি কেবল তার ক্ষতিই বৃদ্ধি করছে।",
      "verse_22": "আর তারা ভয়ানক চক্রান্ত করছে।",
      "verse_23": "তারা বলছেঃ তোমরা তোমাদের উপাস্যদেরকে ত্যাগ করো না এবং ত্যাগ করো না ওয়াদ, সূয়া, ইয়াগুছ, ইয়াউক ও নসরকে।",
      "verse_24": "অথচ তারা অনেককে পথভ্রষ্ট করেছে। অতএব আপনি জালেমদের পথভ্রষ্টতাই বাড়িয়ে দিন।",
      "verse_25": "তাদের গোনাহসমূহের দরুন তাদেরকে নিমজ্জিত করা হয়েছে, অতঃপর দাখিল করা হয়েছে জাহান্নামে। অতঃপর তারা আল্লাহ তা’আলা ব্যতীত কাউকে সাহায্যকারী পায়নি।",
      "verse_26": "নূহ আরও বললঃ হে আমার পালনকর্তা, আপনি পৃথিবীতে কোন কাফের গৃহবাসীকে রেহাই দিবেন না।",
      "verse_27": "যদি আপনি তাদেরকে রেহাই দেন, তবে তারা আপনার বান্দাদেরকে পথভ্রষ্ট করবে এবং জন্ম দিতে থাকবে কেবল পাপাচারী, কাফের।",
      "verse_28": "হে আমার পালনকর্তা! আপনি আমাকে, আমার পিতা-মাতাকে, যারা মুমিন হয়ে আমার গৃহে প্রবেশ করে-তাদেরকে এবং মুমিন পুরুষ ও মুমিন নারীদেরকে ক্ষমা করুন এবং যালেমদের কেবল ধ্বংসই বৃদ্ধি করুন।"
    }
  }
]
