[
  {
    "verse": {
      "verse_0": "بِسْمِاللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "verse_1": "هَلْأَتَىٰ عَلَى الْإِنسَانِ حِينٌ مِّنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورًا",
      "verse_2": "إِنَّاخَلَقْنَا الْإِنسَانَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا",
      "verse_3": "إِنَّاهَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
      "verse_4": "إِنَّاأَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا",
      "verse_5": "إِنَّالْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا",
      "verse_6": "عَيْنًايَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا",
      "verse_7": "يُوفُونَبِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا",
      "verse_8": "وَيُطْعِمُونَالطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا",
      "verse_9": "إِنَّمَانُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنكُمْ جَزَاءً وَلَا شُكُورًا",
      "verse_10": "إِنَّانَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا",
      "verse_11": "فَوَقَاهُمُاللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا",
      "verse_12": "وَجَزَاهُمبِمَا صَبَرُوا جَنَّةً وَحَرِيرًا",
      "verse_13": "مُّتَّكِئِينَفِيهَا عَلَى الْأَرَائِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا",
      "verse_14": "وَدَانِيَةًعَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا",
      "verse_15": "وَيُطَافُعَلَيْهِم بِآنِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا",
      "verse_16": "قَوَارِيرَمِن فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا",
      "verse_17": "وَيُسْقَوْنَفِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنجَبِيلًا",
      "verse_18": "عَيْنًافِيهَا تُسَمَّىٰ سَلْسَبِيلًا",
      "verse_19": "وَيَطُوفُعَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا",
      "verse_20": "وَإِذَارَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا",
      "verse_21": "عَالِيَهُمْثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوا أَسَاوِرَ مِن فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا",
      "verse_22": "إِنَّهَٰذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُم مَّشْكُورًا",
      "verse_23": "إِنَّانَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنزِيلًا",
      "verse_24": "فَاصْبِرْلِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا",
      "verse_25": "وَاذْكُرِاسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا",
      "verse_26": "وَمِنَاللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا",
      "verse_27": "إِنَّهَٰؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا",
      "verse_28": "نَّحْنُخَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا",
      "verse_29": "إِنَّهَٰذِهِ تَذْكِرَةٌ ۖ فَمَن شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا",
      "verse_30": "وَمَاتَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ ۚ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "verse_31": "يُدْخِلُمَن يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا"
    },
    "verse_en": {
      "verse_0": "In the name of God, the Gracious, the Merciful.",
      "verse_1": "Has there come upon man a period of time when he was nothing to be mentioned?",
      "verse_2": "We created man from a liquid mixture, to test him; and We made him hearing and seeing.",
      "verse_3": "We guided him to the way, be he appreciative or unappreciative.",
      "verse_4": "We have prepared for the faithless chains, and yokes, and a Searing Fire.",
      "verse_5": "But the righteous will drink from a cup whose mixture is aroma.",
      "verse_6": "A spring from which the servants of God will drink, making it gush abundantly.",
      "verse_7": "They fulfill their vows, and dread a Day whose ill is widespread.",
      "verse_8": "And they feed, for the love of Him, the poor, and the orphan, and the captive.",
      "verse_9": "\"We only feed you for the sake of God. We want from you neither compensation, nor gratitude.",
      "verse_10": "We dread from our Lord a frowning grim Day.\"",
      "verse_11": "So God will protect them from the ills of that Day, and will grant them radiance and joy.",
      "verse_12": "And will reward them for their patience with a Garden and silk.",
      "verse_13": "Reclining therein on the thrones; experiencing therein neither sun, nor frost.",
      "verse_14": "Its shade hovering over them, and its fruit brought low within reach.",
      "verse_15": "Passing around them are vessels of silver, and cups of crystal.",
      "verse_16": "Crystal of silver-they measured them exactly.",
      "verse_17": "They will be served therein with a cup whose flavor is Zanjabeel.",
      "verse_18": "A spring therein named Salsabeel.",
      "verse_19": "Passing among them are eternalized youths. If you see them, you would think them sprinkled pearls.",
      "verse_20": "Wherever you look, you see bliss, and a vast kingdom.",
      "verse_21": "Upon them are garments of green silk, and satin. And they will be adorned with bracelets of silver. And their Lord will offer them a pure drink.",
      "verse_22": "\"This is a reward for you. Your efforts are well appreciated.\"",
      "verse_23": "It is We who sent down the Quran upon you-a gradual revelation.",
      "verse_24": "So be patient for the decision of your Lord, and do not obey the sinner or the blasphemer among them.",
      "verse_25": "And mention the Name of your Lord, morning and evening.",
      "verse_26": "And for part of the night, prostrate yourself to Him, and glorify Him long into the night.",
      "verse_27": "As for these: they love the fleeting life, and leave behind a Heavy Day.",
      "verse_28": "We created them, and strengthened their frame; and whenever We will, We can replace them with others like them.",
      "verse_29": "This is a reminder; so whoever wills, let him take a path to his Lord.",
      "verse_30": "Yet you cannot will, unless God wills. God is Knowing and Wise.",
      "verse_31": "He admits into His mercy whomever He wills. But as for the wrongdoers, He has prepared for them a painful punishment."
    },
    "verse_bn": {
      "verse_0": "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
      "verse_1": "মানুষের উপর এমন কিছু সময় অতিবাহিত হয়েছে যখন সে উল্লেখযোগ্য কিছু ছিল না।",
      "verse_2": "আমি মানুষকে সৃষ্টি করেছি মিশ্র শুক্রবিন্দু থেকে, এভাবে যে, তাকে পরীক্ষা করব অতঃপর তাকে করে দিয়েছি শ্রবণ ও দৃষ্টিশক্তিসম্পন্ন।",
      "verse_3": "আমি তাকে পথ দেখিয়ে দিয়েছি। এখন সে হয় কৃতজ্ঞ হয়, না হয় অকৃতজ্ঞ হয়।",
      "verse_4": "আমি অবিশ্বাসীদের জন্যে প্রস্তুত রেখেছি শিকল, বেড়ি ও প্রজ্বলিত অগ্নি।",
      "verse_5": "নিশ্চয়ই সৎকর্মশীলরা পান করবে কাফুর মিশ্রিত পানপাত্র।",
      "verse_6": "এটা একটা ঝরণা, যা থেকে আল্লাহর বান্দাগণ পান করবে-তারা একে প্রবাহিত করবে।",
      "verse_7": "তারা মান্নত পূর্ণ করে এবং সেদিনকে ভয় করে, যেদিনের অনিষ্ট হবে সুদূরপ্রসারী।",
      "verse_8": "তারা আল্লাহর প্রেমে অভাবগ্রস্ত, এতীম ও বন্দীকে আহার্য দান করে।",
      "verse_9": "তারা বলেঃ কেবল আল্লাহর সন্তুষ্টির জন্যে আমরা তোমাদেরকে আহার্য দান করি এবং তোমাদের কাছে কোন প্রতিদান ও কৃতজ্ঞতা কামনা করি না।",
      "verse_10": "আমরা আমাদের পালনকর্তার তরফ থেকে এক ভীতিপ্রদ ভয়ংকর দিনের ভয় রাখি।",
      "verse_11": "অতঃপর আল্লাহ তাদেরকে সেদিনের অনিষ্ট থেকে রক্ষা করবেন এবং তাদেরকে দিবেন সজীবতা ও আনন্দ।",
      "verse_12": "এবং তাদের সবরের প্রতিদানে তাদেরকে দিবেন জান্নাত ও রেশমী পোশাক।",
      "verse_13": "তারা সেখানে সিংহাসনে হেলান দিয়ে বসবে। সেখানে রৌদ্র ও শৈত্য অনুভব করবে না।",
      "verse_14": "তার বৃক্ষছায়া তাদের উপর ঝুঁকে থাকবে এবং তার ফলসমূহ তাদের আয়ত্তাধীন রাখা হবে।",
      "verse_15": "তাদেরকে পরিবেশন করা হবে রূপার পাত্রে এবং স্ফটিকের মত পানপাত্রে।",
      "verse_16": "রূপালী স্ফটিক পাত্রে, পরিবেশনকারীরা তা পরিমাপ করে পূর্ণ করবে।",
      "verse_17": "তাদেরকে সেখানে পান করানো হবে ‘যানজাবীল’ মিশ্রিত পানপাত্র।",
      "verse_18": "এটা জান্নাতস্থিত ‘সালসাবীল’ নামক একটি ঝরণা।",
      "verse_19": "তাদের কাছে ঘোরাফেরা করবে চির কিশোরগণ। আপনি তাদেরকে দেখে মনে করবেন যেন বিক্ষিপ্ত মনি-মুক্তা।",
      "verse_20": "আপনি যখন সেখানে দেখবেন, তখন নেয়ামতরাজি ও বিশাল রাজ্য দেখতে পাবেন।",
      "verse_21": "তাদের আবরণ হবে চিকন সবুজ রেশম ও মোটা সবুজ রেশম এবং তাদেরকে পরিধান করোনো হবে রৌপ্য নির্মিত কংকণ এবং তাদের পালনকর্তা তাদেরকে পান করাবেন ‘শরাবান-তহুরা’।",
      "verse_22": "এটা তোমাদের প্রতিদান। তোমাদের প্রচেষ্টা স্বীকৃতি লাভ করেছে।",
      "verse_23": "আমি আপনার প্রতি পর্যায়ক্রমে কোরআন নাযিল করেছি।",
      "verse_24": "অতএব, আপনি আপনার পালনকর্তার আদেশের জন্যে ধৈর্য্য সহকারে অপেক্ষা করুন এবং ওদের মধ্যকার কোন পাপিষ্ঠ কাফেরের আনুগত্য করবেন না।",
      "verse_25": "এবং সকাল-সন্ধ্যায় আপন পালনকর্তার নাম স্মরণ করুন।",
      "verse_26": "রাত্রির কিছু অংশে তাঁর উদ্দেশে সিজদা করুন এবং রাত্রির দীর্ঘ সময় তাঁর পবিত্রতা বর্ণনা করুন।",
      "verse_27": "নিশ্চয় এরা পার্থিব জীবনকে ভালবাসে এবং এক কঠিন দিবসকে পশ্চাতে ফেলে রাখে।",
      "verse_28": "আমি তাদেরকে সৃষ্টি করেছি এবং মজবুত করেছি তাদের গঠন। আমি যখন ইচ্ছা করব, তখন তাদের পরিবর্তে তাদের অনুরূপ লোক আনব।",
      "verse_29": "এটা উপদেশ, অতএব যার ইচ্ছা হয় সে তার পালনকর্তার পথ অবলম্বন করুক।",
      "verse_30": "আল্লাহর অভিপ্রায় ব্যতিরেকে তোমরা অন্য কোন অভিপ্রায় পোষণ করবে না। আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।",
      "verse_31": "তিনি যাকে ইচ্ছা তাঁর রহমতে দাখিল করেন। আর যালেমদের জন্যে তো প্রস্তুত রেখেছেন মর্মন্তুদ শাস্তি।"
    }
  }
]
